Repository: canonical/desktop-security-center
Catalog: packages/desktop_security_center/lib/src/l10n/app_*.arb
Languages: de

# ubuntuProEnabled
source: Ubuntu Pro is enabled
de: Ubuntu Pro ist aktiviert

# ubuntuProDisabled
source: Not protected with Ubuntu Pro
de: Nicht geschützt mit Ubuntu Pro

source: Get Ubuntu Pro
de: Ubuntu Pro erhalten

source: Attach this machine
de: Diese Maschine anbinden

# ubuntuProFreeDesc
source: Always free for personal use. 30-day trial for enterprises.
de: Immer kostenlos für den persönlichen Gebrauch. 30-Tage-Testversion für Unternehmen.

# esmLabel
source: Expanded Security Maintenance (ESM)
de: Erweiterte Sicherheitswartung (ESM)

# esmDesc
source: ESM provides extra security patches for 10 years for +23,000 open source packages. It enables continuous vulnerability management for critical, high and medium CVEs.
de: ESM bietet zusätzliche Sicherheitspatches für 10 Jahre für mehr als 23.000 Open-Source-Pakete. Es ermöglicht ein kontinuierliches Schwachstellenmanagement für kritische, hohe und mittlere CVEs.

# proEsmMainPackages
source: Main packages (esm-infra)
de: Main-Pakete (esm-infra)

# proEsmMainPackagesDesc
source: Security updates for 2,300 Ubuntu Main packages until 2034
de: Sicherheitsaktualisierungen für 2.300 Ubuntu Main-Pakete bis 2034

# proEsmUniversePackages
source: Universe packages (esm-apps)
de: Universe-Pakete (esm-apps)

# proEsmUniversePackagesDesc
source: Additional security updates for 23,000 Ubuntu Universe packages until 2034
de: Zusätzliche Sicherheitsaktualisierungen für 23.000 Ubuntu Universe-Pakete bis 2034

# proKernelLivepatchDesc
source: Apply kernel security updates while the system runs.
de: Wenden Sie Kernel-Sicherheitsaktualisierungen an, während das System läuft.

# proShowLivepatchStatusInTopBar
source: Show Livepatch status in the top bar
de: Livepatch-Status in der oberen Leiste anzeigen

# proComplianceAndHardening
source: Compliance and hardening
de: Compliance und Härtung

# proComplianceAndHardeningWarning
source: Only recommended to assist with FedRAMP, HIPAA and other compliance and hardening requirements.
de: Nur zur Einhaltung von FedRAMP, HIPAA und anderen Compliance- und Härtungsanforderungen empfohlen.

# proUsg
source: Ubuntu Security Guide (USG)
de: Ubuntu-Sicherheitsleitfaden (USG)

# proUsgDesc
source: Automates hardening and auditing with CIS benchmark and DISA-STIG profiles while allowing for environment-specific customizations.
de: Automatisiert das Härten und Auditieren mit CIS-Benchmark- und DISA-STIG-Profilen und ermöglicht gleichzeitig umgebungsspezifische Anpassungen.

# proUsgDocumentation
source: USG documentation
de: USG-Dokumentation

# proFipsDesc
source: A US and Canada government cryptographic module certification of compliance with the FIPS 140-2 data protection standard.
de: Ein von der US-amerikanischen und kanadischen Regierung zertifiziertes kryptografisches Modul, das die Einhaltung des Datenschutzstandards FIPS 140-2 bestätigt.

# proFipsDocumentation
source: FIPS documentation
de: FIPS-Dokumentation

# proDisablePro
source: Disable Ubuntu Pro
de: Ubuntu Pro deaktivieren

# proDialogOpenInBrowser
source: Open in browser
de: Im Browser öffnen

# proDialogAddTokenManually
source: or add token manually
de: oder fügen Sie das Token manuell hinzu

# proDialogTokenDesc
source: Enter a token from your system administrator or from
de: Geben Sie ein Token von Ihrem Systemadministrator ein oder von

# proDialogCancel
source: Cancel
de: Abbrechen

# proDialogAttach
source: Attach
de: Anbinden
