Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# recoveryKeyPassphraseEntropyBelowOptimal
source: Fair passphrase, make it longer or more complex for better security
ar: عبارة مرور عادية ، اجعلها أطول أو أكثر تعقيدا لتحسين الأمان
ca: Contrasenya suficient, feu-la més llarga o més complexa per a una millor seguretat
cs: Ucházející heslová fráze – zlepšete zabezpečení jejím prodloužením a/nebo přidáním komplexity
de: Angemessene Passphrase, machen Sie sie länger oder komplexer, um die Sicherheit zu erhöhen
eo: La pasfrazo estas malforteta; por pli da sekureco, plilongigu aŭ kompliku ĝin
es: Contraseña suficiente, hágala más larga o más compleja para mayor seguridad
et: Salafraas on juba täitsa hea, parema turvalisuse nimel palun muuda ta pikemaks ja keerukamaks
eu: Baleko pasaesaldia, egizu luzeagoa edo konplexuagoa segurtasuna areagotzeko
fi: Kohtuullinen tunnuslause, muuta pidemmäksi tai tee siitä monimutkaisempi parantaaksesi turvallisuutta
fr: Phrase de passe suffisante, rendez-la plus longue ou plus complexe pour une meilleure sécurité
ga: Pasfrása cothrom, déan níos faide nó níos casta é le haghaidh slándála níos fearr
he: מילת צופן סבירה, נא להאריך אותה או לסבך אותה כדי לשפר את האבטחה
hu: Megfelelő jelmondat, de a nagyobb biztonság érdekében növelje meg a hosszát vagy tegye bonyolultabbá
id: Frasa sandi yang lumayan, jadikan lebih panjang atau lebih rumit untuk keamanan yang lebih baik
ka: საკვანძო ფრაზა დამაკმაყოფილებელია. უკეთესი უსაფრთხოებისთვის დააგრძელეთ, ან გაართულეთ ის
kn: ನ್ಯಾಯೋಚಿತ ಪಾಸ್‌ಫ್ರೇಸ್, ಉತ್ತಮ ಭದ್ರತೆಗಾಗಿ ಅದನ್ನು ದೀರ್ಘ ಅಥವಾ ಹೆಚ್ಚು ಸಂಕೀರ್ಣಗೊಳಿಸಿ
lo: ວະລີຜ່ານພໍໃຊ້ໄດ້, ໃຫ້ຕັ້ງຍາວກວ່ານີ້ ຫຼື ຊັບຊ້ອນກວ່ານີ້ເພື່ອຄວາມປອດໄພທີ່ດີກວ່າ
nl: Redelijke wachtwoordzin, maak het langer of complexer voor een betere beveiliging
oc: Frasa secrèta sufisenta, fasètz-la venir mai longa o complèxa per una melhora seguretat
pl: Wystarczające hasło, wydłuż je lub zwiększ złożoność, aby zwiększyć bezpieczeństwo
pt: Frase passe razoável, torne-a mais longa ou mais complexa para melhor segurança
pt_br: Senha adequada: torne-a mais longa ou mais complexa para maior segurança
ru: Подходящая парольная фраза, но для большей безопасности можете сделать её длиннее или более сложной
sk: Priemerná prístupová fráza, vytvorte ju dlhšiu alebo zložitejšiu kvôli vyššej bezpečnosti
sv: Rättvis lösenfras, gör den längre eller mer komplex för bättre säkerhet
ta: நியாயமான பாச்ஃபிரேச், சிறந்த பாதுகாப்பிற்காக நீண்ட அல்லது மிகவும் சிக்கலானதாக மாற்றவும்
tr: Adil bir parola kullanın, daha iyi güvenlik için daha uzun veya daha karmaşık hale getirin
ug: ياخشى ئىم ئىبار، تېخىمۇ بىخەتەر بولۇشى ئۈچۈن ئۇزۇنراق ياكى تېخىمۇ مۇرەككەپ قىلىڭ
uk: Достатня парольна фраза, зробіть її довшою або складнішою для кращої безпеки
zh: 短的密码，请确保它更长或者更复杂以更好的安全
zh_tw: 公平的密碼，將它變得更長或更複雜，以提高安全性

# recoveryKeyPinDialogHeader
source: Change PIN
ar: تغيير رقم التعريف الشخصي
ca: Canvia el PIN
cs: Změnit PIN
de: PIN ändern
eo: Ŝanĝi PIN
es: Cambar el PIN
et: Muuda PIN-koodi
eu: Aldatu PINa
fi: Vaihda PIN
fr: Changer PIN
ga: Athraigh an UAP
he: החלפת קוד אישי
hu: PIN-kód megváltoztatása
id: Ubah PIN
ka: PIN-კოდის შეცვლა
kn: ಪಿನ್ ಬದಲಾಯಿಸಿ
lo: ປ່ຽນ PIN
nl: Pincode wijzigen
oc: Cambiar lo PIN
pl: Zmień kod PIN
pt: Alterar CÓDIGO
pt_br: Alterar PIN
ru: Изменить PIN-код
sk: Zmena PIN
sv: Ändra PIN-kod
ta: முள் மாற்றவும்
tr: PIN'i değiştir
ug: PIN ئۆزگەرت
uk: Змінити PIN-код
zh: 更改PIN
zh_tw: 變更 PIN 碼

# recoveryKeyPinConfirm
source: Confirm PIN
ar: تأكيد رقم التعريف الشخصي
ca: Confirmeu el PIN
cs: Potvrzení zadání PIN
de: PIN bestätigen
eo: Konfirmi PIN
es: Confirme el PIN
et: Korda PIN-koodi
eu: Berretsi PINa
fi: Vahvista PIN
fr: Confirmer PIN
ga: Deimhnigh an UAP
he: אישור קוד אישי
hu: PIN-kód megerősítése
id: Konfirmasi PIN
ka: დაადასტურეთ PIN-კოდი
kn: ಪಿನ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
lo: ຢືນຢັນ PIN
nl: Pincode bevestigen
oc: Confirmar lo PIN
pl: Potwierdź kod PIN
pt: Confirmar CÓDIGO
pt_br: Confirme o PIN
ru: Подтвердить PIN-код
sk: Potvrďte PIN
sv: Bekräfta PIN-kod
ta: முள் உறுதிப்படுத்தவும்
tr: PIN'i onayla
ug: جەزملەش PIN
uk: Підтвердьте PIN-код
zh: 确认PIN
zh_tw: 確認 PIN 碼

# recoveryKeyPinNew
source: New PIN
ar: رقم التعريف الشخصي الجديد
ca: PIN nou
cs: Nový PIN
de: Neue PIN
eo: Nova PIN
es: PIN nuevo
et: Uus PIN-kood
eu: PIN berria
fi: Uusi PIN
fr: Nouveau PIN
ga: UAP nua
he: קוד אישי חדש
hu: Új PIN-kód
id: PIN baru
ka: ახალი PIN-კოდი
kn: ಹೊಸ ಪಿನ್
lo: PIN ໃໝ່
nl: Nieuwe pincode
oc: PIN novèl
pl: Nowy kod PIN
pt: Novo CÓDIGO
pt_br: Novo PIN
ru: Новый PIN-код
sk: Nový PIN
sv: Ny PIN-kod
ta: புதிய முள்
tr: Yeni PIN
ug: يېڭى PIN
uk: Новий PIN-код
zh: 新的PIN
zh_tw: 新 PIN 碼

# recoveryKeyPassphraseEntropyBelowMin
source: Weak passphrase, make it longer or more complex
ar: عبارة مرور ضعيفة ، اجعلها أطول أو أكثر تعقيدا
ca: Contrasenya feble, feu-la més llarga o més complexa
cs: Snadno prolomitelná heslová fráze – použijte delší a/nebo komplexnější
de: Schwache Passphrase, verlängern Sie sie oder machen Sie sie komplexer
eo: La pasfrazo estas tro malforta; plilongigu aŭ kompliku ĝin
es: Contraseña débil, hágala más larga o más compleja
et: Salafraas on kehv, palun muuda ta pikemaks ja keerukamaks
eu: Pasaesaldi ahula, egizu luzeagoa edo konplexuagoa
fi: Heikko tunnuslause, muuta pidemmäksi tai tee siitä monimutkaisempi
fr: Phrase de passe faible, faites-la plus longue ou plus complexe
ga: Pasfrása lag, déan níos faide nó níos casta é
he: מילת צופן חלשה, נא להפוך אותה למורכבת יותר לניחוש
hu: Gyenge jelmondat, növelje meg a hosszát vagy tegye bonyolultabbá
id: Frasa sandi lemah, jadikan lebih panjang atau lebih rumit
ka: საკვანძო ფრაზა სუსტია. დააგრძელეთ, ან გაართულეთ ის
kn: ದುರ್ಬಲ ಪಾಸ್‌ಫ್ರೇಸ್, ಅದನ್ನು ಉದ್ದ ಅಥವಾ ಹೆಚ್ಚು ಸಂಕೀರ್ಣಗೊಳಿಸಿ
lo: ວະລີຜ່ານບໍ່ປອດໄພ, ໃຫ້ຕັ້ງຍາວກວ່ານີ້ ຫຼື ຊັບຊ້ອນກວ່ານີ້
nl: Zwakke wachtwoordzin, maak het langer of complexer
oc: Frasa secrèta febla, alongatz-la o mai complèxa
pl: Słabe hasło, wydłuż je lub zwiększ złożoność
pt: Frase passe fraca, torne-a mais longa ou mais complexa
pt_br: Senha fraca, torne-a mais longa ou mais complexa
ru: Слабая парольная фраза, сделайте её длиннее или более сложной
sk: Slabá prístupová fráza, vytvorte ju dlhšiu alebo zložitejšiu
sv: Svag lösenfras, gör den längre eller mer komplex
ta: பலவீனமான கடவுச்சொல், அதை நீண்டதாகவோ அல்லது சிக்கலானதாகவோ செய்யுங்கள்
tr: Zayıf parola cümlesi, daha uzun veya daha karmaşık hale getirin
ug: ئاجىز ئىم ئىبارە، ئۇزۇنراق ياكى تېخىمۇ مۇرەككەپ قىلىڭ
uk: Слабка парольна фраза, зробіть її довшою і складнішою
zh: 弱密码，请使它更长或者更复杂
zh_tw: 密碼太弱，請將它設得更長或更複雜

# recoveryKeyPassphraseEntropyOptimal
source: Strong passphrase
ar: عبارة مرور قوية
ca: Contrasenya forta
cs: Odolná heslová fráze
de: Starke Passphrase
eo: Forta pasfrazo
es: Contraseña fuerte
et: Salafraas on korralik
eu: Pasaesaldi sendoa
fi: Vahva tunnuslause
fr: Phrase de passe forte
ga: Pasfrása láidir
he: מילת צופן חזקה
hu: Erős jelmondat
id: Frasa sandi yang kuat
ka: ძლიერი საკვანძო ფრაზა
kn: ಬಲವಾದ ಪಾಸ್‌ಫ್ರೇಸ್
lo: ວະລີຜ່ານທີ່ແຂງແກ່ນ
nl: Sterke wachtwoordzin
oc: Frasa secrèta fòrta
pl: Silne hasło
pt: Frase passe forte
pt_br: Senha forte
ru: Надежная парольная фраза
sk: Silná prístupová fráza
sv: Stark lösenfras
ta: வலுவான கடவுச்சொற்றொடர்
ug: كۈچلۈك ئىم ئىبارە
uk: Надійна парольна фраза
zh: 强密码
zh_tw: 強大的密碼

# recoveryKeyPassphraseDialogHeader
source: Change Passphrase
ar: تغيير عبارة المرور
ca: Canvia la contrasenya
cs: Změnit heslovou frázi
de: Passphrase ändern
eo: Ŝanĝi pasfrazon
es: Cambiar la contraseña
et: Muuda salafraasi
eu: Aldatu pasaesaldia
fi: Vaihda tunnuslause
fr: Changer phrase de passe
ga: Athraigh an Pasfrása
he: החלפת מילת צופן
hu: Jelmondat megváltoztatása
id: Ubah Frasa Sandi
ka: საკვანძო ფრაზის შეცვლა
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಬದಲಾಯಿಸಿ
ko: 암호 변경
lo: ປ່ຽນວະລີຜ່ານ
nl: Wachtwoordzin wijzigen
oc: Cambiar la frasa secrèta
pl: Zmień hasło
pt: Alterar Frase Passe
pt_br: Alterar senha
ru: Изменить парольную фразу
sk: Zmena prístupovej frázy
sv: Ändra lösenfras
ta: கடவுச்சொற்றொடரை மாற்றவும்
tr: Parolayı Değiştir
ug: ئىم ئىبارە ئۆزگەرت
uk: Змінити парольну фразу
zh: 修改密码
zh_tw: 變更密碼

# recoveryKeyPinEntropyBelowOptimal
source: Fair PIN, make it longer or less predictable for better security
ar: رقم تعريف شخصي عادي ، اجعله أطول أو أقل قابلية للتنبؤ به للحصول على أمان أفضل
ca: PIN suficient, feu-lo més fort o menys predictible per a una millor seguretat
cs: Ucházející PIN – prodlužte jeho délku a/nebo ho změňte tak, aby bylo těžší ho uhodnout
de: Angemessene PIN, machen Sie sie länger oder weniger vorhersehbar, um die Sicherheit zu erhöhen
eo: PIN estas malforteta; por pli da sekureco, plilongigu aŭ kompliku ĝin
es: PIN suficiente, hágalo más largo o menos predecible para mayor seguridad
et: PIN-kood on juba täitsa hea, parema turvalisuse nimel palun muuda ta pikemaks ja vähem ennustatavaks
eu: Baleko PINa, egizu luzeagoa edo asmatzeko zailagoa segurtasuna areagotzeko
fi: Kohtuullinen PIN-koodi, tee siitä pidempi tai vähemmän ennustettava turvallisuuden lisäämiseksi
fr: PIN acceptable, le rendre plus long ou moins prévisible pour une meilleure sécurité
ga: UAP cothrom, déan é níos faide nó níos lú intuartha le haghaidh slándála níos fearr
he: קוד אישי סביר, נא להאריך או לסבך אותו לשיפור האבטחה
hu: Megfelelő PIN-kód, de a nagyobb biztonság érdekében növelje meg a hosszát vagy tegye kevésbé kiszámíthatóvá
id: PIN yang lumayan, jadikan lebih panjang atau lebih sulit ditebak untuk keamanan yang lebih baik
ka: PIN-კოდი დამაკმაყოფილებელია. უკეთესი უსაფრთხოებისთვის დააგრძელეთ, ან ნაკლებად ადვილად გამოსაცნობი გახადეთ ის
kn: ನ್ಯಾಯೋಚಿತ ಪಿನ್, ಉತ್ತಮ ಭದ್ರತೆಗಾಗಿ ದೀರ್ಘ ಅಥವಾ ಕಡಿಮೆ ಊಹಿಸಬಹುದಾದಂತೆ ಮಾಡಿ
lo: PIN ພໍໃຊ້ໄດ້, ໃຫ້ຕັ້ງຍາວກວ່ານີ້ ຫຼື ຄາດເດົາໄດ້ຍາກຂຶ້ນເພື່ອຄວາມປອດໄພທີ່ດີກວ່າ
nl: Redelijke pincode, maak hem langer of minder voorspelbaar voor een betere beveiliging
oc: PIN sufisent, fasètz-lo venir mai long o mens previsible per una melhora seguretat
pl: Wystarczający kod PIN, uczyń go dłuższym lub mniej przewidywalnym, aby zapewnić większe bezpieczeństwo
pt: CÓDIGO razoável, torne-o mais longo ou menos previsível para melhor segurança
pt_br: PIN justo, torne-o mais longo ou menos previsível para maior segurança
ru: Подходящий PIN-код, но для большей безопасности можете сделать его длиннее или менее предсказуемым
sk: Priemerný PIN, vytvorte ho dlhší alebo menej predvídateľný pre lepšiu bezpečnosť
sv: Rättvis PIN-kod, gör den längre eller mindre förutsägbar för bättre säkerhet
ta: நியாயமான முள், சிறந்த பாதுகாப்பிற்கு நீண்டதாகவோ அல்லது குறைவாகவோ கணிக்கக்கூடியதாக மாற்றவும்
ug: ياخشى PIN، تېخىمۇ بىخەتەر بولۇشى ئۈچۈن ئۇزۇنراق ياكى مۆلچەرلەشنى تەسلەشتۈرۈڭ
uk: Достатній PIN-код, зробіть його довшим або менш передбачуваним для кращої безпеки
zh: 可猜测PIN，请使它变得更长或者更难以预测以变得更安全
zh_tw: 公平的 PIN 碼，使其更長或更不易預測，以提高安全性

# recoveryKeyPassphraseNewError
source: Must be at least 4 characters long
ar: يجب أن يكون طوله 4 أحرف على الأقل
ca: Ha de ser com a mínim de 4 caràcters
cs: Je třeba, aby bylo dlouhé alespoň 4 znaky
de: Muss mindestens 4 Zeichen lang sein
eo: Pasfrazo enhavu almenaŭ 4 skribsignojn
es: Debe tener un mínimo de 4 caracteres
et: Peab olema vähemalt 4 tähemärki pikk
eu: Gutxienez 4 karaktere izan behar ditu
fi: Tulee olla vähintään 4 merkkiä pitkä
fr: Doit comporter au moins 4 caractères de long
ga: Ní mór ceithre charachtar ar a laghad a bheith ann
he: חייבת להיות באורך של 4 תווים לפחות
hu: Legalább 4 karakter hosszú kell legyen
id: Harus minimal 4 karakter panjangnya
ka: უნდა შეიცავდეს, სულ ცოტა, 4 სიმბოლოს
kn: ಕನಿಷ್ಠ 4 ಅಕ್ಷರಗಳ ಉದ್ದವಿರಬೇಕು
ko: 4글자 이상이어야 합니다
lo: ຕ້ອງຍາວຢ່າງໜ້ອຍ 4 ຕົວອັກສອນ
nl: Moet minimaal 4 tekens lang zijn
oc: Deu comportar almens 4 caractèrs
pl: Musi mieć co najmniej 4 znaki
pt: Deve ter pelo menos 4 carateres
pt_br: Deve ter pelo menos 4 caracteres
ru: Длина должна быть не менее 4 символов
sk: Musí mať najmenej 4 znaky
sv: Måste vara minst 4 tecken lång
ta: குறைந்தது 4 எழுத்துக்கள் நீளமாக இருக்க வேண்டும்
tr: En az 4 karakter uzunluğunda olmalı
ug: ئەڭ ئاز دېگەندە 4 ھەرپ بولۇشى كېرەك
uk: Має містити щонайменше 4 символи
zh: 必须至少4个字符长
zh_tw: 必須至少有 4 個字元

# recoveryKeyPinCurrent
source: Current PIN
ar: رقم التعريف الشخصي الحالي
ca: PIN actual
cs: Stávající PIN
de: Aktuelle PIN
eo: Aktuala PIN
es: PIN actual
et: Senine PIN-kood
eu: Uneko PINa
fi: Nykyinen PIN
fr: PIN actuel
ga: UAP reatha
he: קוד אישי נוכחי
hu: Jelenlegi PIN-kód
id: PIN kini
ka: მიმდინარე PIN-კოდი
kn: ಪ್ರಸ್ತುತ ಪಿನ್
lo: PIN ປັດຈຸບັນ
nl: Huidige pincode
oc: PIN actual
pl: Bieżący kod PIN
pt: CÓDIGO Atual
pt_br: PIN atual
ru: Текущий PIN-код
sk: Aktuálny PIN
sv: Nuvarande PIN-kod
ta: தற்போதைய முள்
tr: Mevcut PIN
ug: نۆۋەتتىكى PIN
uk: Поточний PIN-код
zh: 当前PIN
zh_tw: 目前 PIN 碼

# recoveryKeyPassphraseConfirmError
source: Passphrases do not match, try again
ar: عبارات المرور غير متطابقة، حاول مرة أخرى
ca: Les contrasenyes no concorden, torneu a provar
cs: Zadání heslové fráze se neshodují – zkuste to znovu
de: Passphrasen stimmen nicht überein, bitte erneut versuchen
eo: Pasfrazoj ne kongruas; reprovu
es: Las contraseñas no coinciden, inténtelo de nuevo
et: Salafraasid ei klapi omavahel, palun proovi uuesti
eu: Pasaesaldiak ez datoz bat, saiatu berriz
fi: Tunnuslauseet eivät täsmää, yritä uudelleen
fr: Les phrases de passe ne correspondent pas, réessayez
ga: Ní hionann na frásaí faire, déan iarracht arís
he: מילות הצופן סותרות זו את זו, נא לנסות שוב
hu: A jelmondatok nem egyeznek, próbálja meg újra
id: Frasa sandi tidak cocok, coba lagi
ka: საკვანძო ფრაზები არ ემთხვევა. თავიდან სცადეთ
kn: ಪಾಸ್‌ಫ್ರೇಸ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 암호가 일치하지 않습니다. 다시 시도하세요
lo: ວະລີຜ່ານບໍ່ົງກັນ, ລອງໃໝ່ອີກຄັ້ງ
nl: Wachtwoordzinnen komen niet overeen, probeer het opnieuw
oc: Las frasas secrètas correspodon pas, tornatz ensajar
pl: Hasła nie pasują, spróbuj ponownie
pt: As frases passe não coincidem, tente novamente
pt_br: As senhas não coincidem, tente novamente
ru: Парольные фразы не совпадают, попробуйте ещё раз
sk: Prístupové frázy sa nezhodujú, skúste to znova
sv: Lösenfraser matchar inte, försök igen
ta: கடவுச்சொற்கள் பொருந்தவில்லை, மீண்டும் முயற்சிக்கவும்
tr: Parolalar eşleşmiyor, tekrar deneyin
ug: ئىم ئىبارە ماس كەلمىدى. قايتا سىناڭ
uk: Парольні фрази не збігаються, спробуйте ще раз
zh: 密码不匹配，请重试
zh_tw: 密碼不符，請重試

# diskEncryptionPageStoreYourKey
source: The recovery key lets you regain access to your data if the disk fails to unlock during startup. Save it somewhere safe.
ar: يتيح لك مفتاح الاسترداد استعادة الوصول إلى بياناتك في حال تعذّر فتح القرص أثناء بدء التشغيل. احفظه في مكان آمن.
ca: La clau de recuperació et permet recuperar l'accés a les teves dades si el teu disc no es desbloqueja durant l'arrencada. Deseu-lo en un lloc segur.
cs: Obnovovací klíč vám umožní získat zpět přístup k vašim datům v případě, že se nebude dařit je rozšifrovat před spouštěním systému. Uložte si ho někam bezpečně (mimo počítač).
de: Mit dem Wiederherstellungsschlüssel können Sie wieder auf Ihre Daten zugreifen, wenn Ihr Datenträger beim Start nicht entsperrt werden kann. Speichern Sie ihn an einem sicheren Ort.
eo: La restaŭra ŝlosilo ebligas al vi reakiri viajn datenojn, se vi ne povas malŝlosi la diskon dum starto. Konservu ĝin en sekura loko.
es: La clave de recuperación le permite recuperar el acceso a sus datos si el disco no se desbloquea durante el arranque. Guárdelo en un lugar seguro.
et: Kui andmekandja dekrüptimine käivitamisel ei õnnestu, siis selle taastevõtmega saad taastada ligipääsu oma andmetele. Hoia taastevõtit turvaliselt kas moodsas digitaalses salasõnalaekas või vana kooli seifis.
eu: Berreskuratze gakoak zure datuetara sarbidea berreskuratzeko aukera ematen dizu diskoa abioan desblokeatzeak huts egiten badu. Gorde leku seguruan.
fi: Palautusavain mahdollistaa tietoihin pääsyn, jos levyn lukituksen avaus ei onnistu käynnistettäessä. Tallenna se turvalliseen paikkaan.
fr: La clé de secours vous permet de récupérer l’accès à vos données si le disque ne parvient pas à se déverrouiller au démarrage. Enregistrez-la dans un endroit sûr.
ga: Ligeann an eochair aisghabhála duit rochtain a fháil ar do shonraí arís mura ndíghlasálann do dhiosca le linn an tosaithe. Sábháil é in áit shábháilte.
he: מפתח השחזור מאפשר לך להחזיר לעצמך את הגישה לנתונים שלך אם הכונן שלך לא מפוענח עם עליית המערכת. כדאי לשמור אותו במקום בטוח.
hu: A helyreállítási kulcs segítségével szerezheti vissza az adatokhoz való hozzáférést, ha a lemezt nem sikerül feloldani az indítás során. Mentse el biztonságos helyre.
id: Kunci pemulihan memungkinkan Anda mendapatkan akses ke data Anda jika disk Anda gagal untuk dibuka kuncinya selama awal mula. Simpan di suatu tempat aman.
ka: აღდგენის გასაღები საშუალებას გაძლევთ, დაიბრუნოთ წვდომა თქვენს მონაცემებზე, თუ სისტემის ჩატვირთვისას დისკის გაშიფვრას ვერ შეძლებთ. შეინახეთ ის სადმე უსაფრთხო ადგილას.
kn: ಪ್ರಾರಂಭದ ಸಮಯದಲ್ಲಿ ಡಿಸ್ಕ್ ಅನ್‌ಲಾಕ್ ಮಾಡಲು ವಿಫಲವಾದಲ್ಲಿ ನಿಮ್ಮ ಡೇಟಾಗೆ ಪ್ರವೇಶವನ್ನು ಮರಳಿ ಪಡೆಯಲು ಮರುಪ್ರಾಪ್ತಿ ಕೀ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಎಲ್ಲೋ ಸುರಕ್ಷಿತವಾಗಿ ಉಳಿಸಿ.
ko: 복구 키는 시작 중에 디스크 잠금 해제가 실패했을 경우 데이터에 다시 접근하기 위해 필요합니다. 다른 안전한 장소에 보관해 두십시오.
lo: ຄີກູ້ຄືນຊ່ວຍໃຫ້ທ່ານກັບມາເຂົ້າເຖິງຂໍ້ມູນຂອງທ່ານໄດ້ ຫາກດິດຂອງທ່ານປົດລັອກບໍ່ໄດ້ໃນລະຫວ່າງການເປີດເຄື່ອງ. ໃຫ້ບັນທຶກມັນໄວ້ໃນບ່ອນທີ່ປອດໄພ.
nl: Met de herstelcode kunt u weer toegang krijgen tot uw gegevens als uw schijf niet kan worden ontgrendeld tijdens het opstarten. Bewaar deze op een veilige plek.
oc: La clau de recuperacion vos permet de retrobar l’accès a vòstras donadas se lo disc capita pas a se desverrolhar a l’aviada. Gardatz-la en luòc segur.
pl: Klucz odzyskiwania pozwala odzyskać dostęp do danych, jeśli dysk nie zostanie odblokowany podczas uruchamiania. Zapisz go w bezpiecznym miejscu.
pt: O código de recuperação permite-lhe recuperar o acesso aos seus dados se o disco falhar para desbloquear durante o arranque. Guarde-o num local seguro.
pt_br: A chave de recuperação permite que você recupere o acesso aos seus dados caso o disco não desbloqueie durante a inicialização. Guarde-a em um local seguro.
ru: Если диск не разблокируется во время запуска, то ключ восстановления позволит вам восстановить доступ к данным. Сохраните его в безопасном месте.
sk: Obnovovací kľúč vám umožní znovu získať prístup k vašim údajom, ak sa disk počas spustenia nepodarí odomknúť. Uložte ho na bezpečné miesto.
sv: Återställningsnyckeln låter dig återfå åtkomst till dina data om disken inte låses upp under uppstart. Spara den på ett säkert ställe.
ta: தொடக்கத்தின் போது உங்கள் வட்டு திறக்கத் தவறினால், உங்கள் தரவுகளுக்கான அணுகலை மீண்டும் பெற மீட்பு விசை உங்களை அனுமதிக்கிறது. எங்காவது பாதுகாப்பாக சேமிக்கவும்.
tr: Kurtarma anahtarı, başlatma sırasında diskinizin kilidi açılmazsa verilerinize yeniden erişmenizi sağlar. Anahtarı güvenli bir yere kaydedin.
ug: ئەگەر قوزغالغاندا دىسكىڭىزنىڭ قۇلۇپىنى ئاچالمىسا ئەسلىگە كەلتۈرۈش ئاچقۇچى سانلىق مەلۇماتلىرىڭىزنى زىيارەت قىلىشىڭىزغا يول قويىدۇ. ئۇنى بىخەتەر بىر جايغا ساقلاڭ.
uk: Ключ відновлення дає змогу відновити доступ до ваших даних, якщо диск не вдасться розблокувати під час завантаження. Збережіть його в безпечному місці.
zh: 恢复密钥让您恢复访问您的数据当您的磁盘在启动时无法解锁。请在一些安全的地方保存。
zh_tw: 如果磁碟在啟動期間無法解鎖，復原金鑰可讓您重新取得資料。請將它保存在安全的地方。

# recoveryKeySomethingWentWrongHeader
source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa ha fallat
cs: Něco se pokazilo
de: Irgendetwas ist schiefgelaufen
eo: Io fiaskis
es: Ha habido algún error
et: Midagi läks valesti
eu: Zerbaitek huts egin du
fi: Tapahtui virhe
fr: Quelque chose a mal tourné
ga: Chuaigh rud éigin mícheart
he: משהו השתבש
hu: Valami probléma történt
id: Ada yang salah
ka: რაღაც არასწორია
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
lo: ມີບາງຢ່າງຜິດພາດ
oc: Quicòm a trucat
pl: Wystąpił problem
pt: Ocorreu algo de errado
pt_br: Algo deu errado
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv: Något gick fel
ta: ஏதோ தவறு நடந்தது
ug: كاشىلا كۆرۈلدى
uk: Щось пішло не так
zh: 发生了一些错误
zh_tw: 出了問題

# diskEncryptionPageErrorUnsupportedSnapdHeader
source: Your snapd version is not supported
ar: إصدار snapd الخاص بك غير مدعوم
ca: La versió de snapd no té suport
cs: Vámi používaná verze snapd není podporována
de: Ihre snapd-Version wird nicht unterstützt
eo: Via versio de snapd ne estas subtenata
es: Su versión de snapd no tiene soporte
et: Sinu arvuti snapd versioon pole toetatud
eu: Zure snapd bertsioak ez du sostengurik
fi: snapd-versio ei ole tuettu
fr: Votre version Snapd n’est pas prise en charge
ga: Ní thacaítear le do leagan snapd
he: גרסת ה־snapd שלך אינה נתמכת
hu: A snapd verziója nem támogatott
id: Versi snapd Anda tidak didukung
ka: თქვენი snapd-ის ვერსია მხარდაჭერილი არაა
kn: ನಿಮ್ಮ snapd ಆವೃತ್ತಿಯು ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
lo: ບໍ່ຮອງຮັບ snapd ເວີຊັນຂອງທ່ານ
oc: La version de snapd es pas presa en carga
pl: Zainstalowana wersja snapd nie jest obsługiwana
pt_br: Sua versão do snapd não é compatível
ru: Ваша версия snapd не поддерживается
sk: Vaša verzia snapd nie je podporovaná
sv: Din snapd version stöds inte
ta: உங்கள் SNAPD பதிப்பு ஆதரிக்கப்படவில்லை
ug: سىزنىڭ snapd نەشرىڭىزنى قوللىمايدۇ
uk: Ваша версія Snapd не підтримується
zh: 您的snapd版本不受支持
zh_tw: 您的 snapd 版本不受支援

# diskEncryptionPageErrorUnsupportedSnapdBody
source: Check the Security Center and snapd are up to date.
ar: تأكد من تحديث مركز الأمان و snapd.
ca: Comproveu que el Centre de Seguretat i snapd estan actualitzats.
cs: Zkontrolovat, že Centrum zabezpečení a snapd jsou aktuální.
de: Überprüfen Sie, ob das Sicherheitszentrum und snapd auf dem neuesten Stand sind.
eo: Kontrolu, ĉu la Sekureca Centro kaj snapd estas ĝisdataj.
es: Compruebe que el Centro de seguridad y snapd están actualizados.
et: Palun kontrolli, et Andmeturbekeskus ja snapd oleks uuendatud.
eu: Egiaztatu Segurtasun zentroa eta snapd egunean daudela.
fi: Tarkista että Tietoturvakeskus ja snapd ovat ajan tasalla.
fr: Vérifiez que le centre de sécurité et Snapd sont à jour.
ga: Seiceáil an bhfuil an tIonad Slándála agus snapd cothrom le dáta.
he: נא לבדוק שמרכז התוכנות ו־snapd עדכניים.
hu: Ellenőrizze, hogy a biztonsági központ és a snapd naprakészek-e.
id: Periksa Pusat Keamanan dan snapd apakah mutakhir.
ka: შეამოწმეთ, არის თუ არა უსაფრთხოების ცენტრი და snapd უკანასკნელი ვერსიის.
kn: ಭದ್ರತಾ ಕೇಂದ್ರವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು snapd ನವೀಕೃತವಾಗಿದೆ.
lo: ກວດສອບໃຫ້ແນ່ໃຈວ່າ ສູນຄວາມປອດໄພ ແລະ snapd ເປັນເວີຊັນຫຼ້າສຸດ.
oc: Verificatz que lo Centre de seguretat e snapd son a jorn.
pl: Sprawdź, czy Centrum zabezpieczeń i snapd są aktualne.
pt_br: Verifique se o Centro de Segurança e o snapd estão atualizados.
ru: Проверьте, что Центр безопасности и snapd обновлены.
sk: Skontrolujte, či je Centrum zabezpečenia a snapd aktualizované.
sv: Kontrollera att säkerhetscentret och snapd är uppdaterade.
ta: பாதுகாப்பு மையத்தை சரிபார்க்கவும், SNAPD புதுப்பித்த நிலையில் உள்ளது.
ug: بىخەتەرلىك مەركىزىنى تەكشۈرۈپ ئاندىن snapd نىڭ ئەڭ يېڭى نەشرى ئىكەنلىكىنى جەزملەڭ.
uk: Перевірте, чи оновлені Security Center та snapd.
zh: 检查安全中心与snap保持最新。
zh_tw: 請確認安全中心與 snapd 已更新至最新版。
