Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# diskEncryptionPageValidKey
source: Valid key
ar: مفتاح صالح
ca: Clau vàlida
cs: Platný klíč
de: Gültiger Schlüssel
eo: Valida ŝlosilo
es: Clave válida
et: Kehtiv võti
eu: Baliozko gakoa
fi: Kelvollinen avain
fr: Clé valide
ga: Eochair bhailí
he: מפתח תקף
hu: Érvényes kulcs
id: Kunci yang valid
ka: სწორი გასაღები
kn: ಮಾನ್ಯ ಕೀ
ko: 유효한 키
lo: ຄີຖືກຕ້ອງ
nl: Geldige code
oc: Clau valida
pl: Klucz ważny
pt: Código válido
pt_br: Chave válida
ru: Корректный ключ
sk: Platný kľúč
sv: Giltig nyckel
ta: செல்லுபடியாகும் விசை
tr: Geçerli anahtar
ug: ئىناۋەتلىك ئاچقۇچ
uk: Дійсний ключ
zh: 有效密钥
zh_tw: 有效金鑰

# diskEncryptionPageInvalidKey
source: Invalid key
ar: مفتاح غير صالح
ca: Clau invàlida
cs: Neplatný klíč
de: Ungültiger Schlüssel
eo: Nevalida ŝlosilo
es: Clave inválida
et: Vigane võti
eu: Gako baliogabea
fi: Virheellinen avain
fr: Clé invalide
ga: Eochair neamhbhailí
he: מפתח שגוי
hu: Érvénytelen kulcs
id: Kunci tidak valid
ka: არასწორი გასაღები
kn: ಅಮಾನ್ಯ ಕೀ
ko: 유효하지 않은 키
lo: ຄີບໍ່ຖືກຕ້ອງ
nl: Ongeldige code
oc: Clau invalida
pl: Klucz nieważny
pt: Código inválido
pt_br: Chave inválida
ru: Некорректный ключ
sk: Neplatný kľúč
sv: Ogiltig nyckel
ta: தவறான விசை
tr: Geçersiz anahtar
ug: ئىناۋەتسىز ئاچقۇچ
uk: Недійсний ключ
zh: 无效密钥
zh_tw: 無效金鑰

# recoveryKeyPassphraseHide
source: Hide
ar: أخفى
ca: Oculta
cs: Skrýt
de: Ausblenden
eo: Kaŝi
es: Ocultar
et: Peida
eu: Ezkutatu
fi: Piilota
fr: Cacher
ga: Folaigh
he: הסתרה
hu: Elrejtés
id: Sembunyikan
ka: დამალვა
kn: ಮರೆಮಾಡಿ
lo: ເຊື່ອງ
nl: Verbergen
oc: Amagar
pl: Ukryj
pt: Ocultar
pt_br: Ocultar
ru: Скрыть
sk: Skryť
sv: Dölj
ta: மறை
tr: Gizle
ug: يوشۇر
uk: Сховати
zh: 隐藏
zh_tw: 隱藏

# recoveryKeyFilePickerTitle
source: Save recovery key file
ar: حفظ ملف مفتاح الاسترداد
ca: Desa el fitxer de clau de recuperació
cs: Uložit soubor se záchranným klíčem
de: Wiederherstellungsschlüsseldatei speichern
eo: Konservi dosieron de restaŭra ŝlosilo
es: Guardar archivo de clave de recuperación
et: Salvesta taastevõti failina
eu: Gorde berreskuratze gakoaren fitxategia
fi: Tallenna palautusavaimen tiedosto
fr: Sauvegarder fichier clé de secours
ga: Sábháil comhad eochrach aisghabhála
he: שמירת קובץ מפתח שחזור
hu: Helyreállítási kulcs fájljának mentése
id: Simpan berkas kunci pemulihan
ka: აღდგენის გასაღების ფაილის შენახვა
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಫೈಲ್ ಅನ್ನು ಉಳಿಸಿ
ko: 복구 키 파일 저장
lo: ບັນທຶກໄຟລ໌ຄີກູ້ຄືນ
nl: Herstelcodebestand opslaan
oc: Salvar lo fichièr de clau de recuperacion
pl: Zapisz plik klucza odzyskiwania
pt: Guardar ficheiro do código de recuperação
pt_br: Salvar arquivo de chave de recuperação
ru: Сохранить файл ключа восстановления
sk: Uložiť súbor obnovovacieho kľúča
sv: Spara återställningsnyckelfil
ta: மீட்பு விசை கோப்பை சேமிக்கவும்
tr: Kurtarma anahtarı dosyasını kaydedin
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ساقلايدۇ
uk: Зберегти файл ключа відновлення
zh: 保存恢复密钥文件
zh_tw: 儲存復原金鑰檔案

# recoveryKeyExceptionFileSystemTitle
source: Recovery key file not saved
ar: لم يتم حفظ ملف مفتاح الاسترداد
ca: No s'ha desat la clau de recuperació
cs: Soubor se záchranným klíčem neuložen
de: Wiederherstellungsschlüsseldatei nicht gespeichert
eo: Dosiero de restaŭra ŝlosilo ne konserviĝis
es: No se ha guardado la clave de recuperación
et: Taastevõtme fail pole salvestatud
eu: Berreskuratze gakoaren fitxategia ez da gorde
fi: Palautusavainta ei tallennettu
fr: Fichier clé de secours non sauvegardé
ga: Níor sábháladh comhad eochrach aisghabhála
he: קובץ מפתח השחזור לא נשמר
hu: A helyreállítási kulcs fájlja nincs elmentve
id: Berkas kunci pemulihan tidak disimpan
ka: აღდგენის გასაღების ფაილი შენახული არაა
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಫೈಲ್ ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ
ko: 복구 키 파일 저장되지 않음
lo: ບໍ່ໄດ້ບັນທຶກໄຟລ໌ຄີກູ້ຄືນ
nl: Herstelcode niet opgeslagen
oc: Fichièr de clau de recuperacion non salvagardat
pl: Plik klucza odzyskiwania nie został zapisany
pt: Ficheiro do código de recuperação não guardado
pt_br: O arquivo da chave de recuperação não foi salvo
ru: Файл ключа восстановления не сохранён
sk: Súbor s obnovovacím kľúčom nebol uložený
sv: Återställningsnyckelfil sparades inte
ta: மீட்பு விசை கோப்பு சேமிக்கப்படவில்லை
tr: Kurtarma anahtarı dosyası kaydedilmedi
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى ساقلانمىدى
uk: Файл ключа відновлення не збережено
zh: 恢复密钥文件未保存
zh_tw: 未儲存復原金鑰檔案

# recoveryKeyExceptionDisallowedPathTitle
source: Recovery key file cannot be saved in a temporary location
ar: لا يمكن حفظ ملف مفتاح الاسترداد في موقع مؤقت
ca: El fitxer clau de recuperació no es pot desar en una ubicació temporal
cs: Soubor se záchranným klíčem nebylo možné uložit do dočasného umístění
de: Die Wiederherstellungsschlüsseldatei kann nicht an einem temporären Ort gespeichert werden
eo: Oni ne konservu la dosieron de restaŭra ŝlosilo en provizoran lokon
es: El archivo de clave de recuperación no se puede guardar en una ubicación temporal
et: Taastevõtit ei saa salvestada ajutisse asukohta
eu: Berreskuratze gakoaren fitxategia ezin izan da gorde aldi baterako kokalekuan
fi: Palautusavainta ei voi tallentaa väliaikaiseen sijaintiin
fr: Le fichier de clé de secours ne peut pas être enregistré dans un emplacement temporaire
ga: Ní féidir comhad eochrach aisghabhála a shábháil in áit shealadach
he: לא ניתן לשמור את קובץ מפתח השחזור במקום זמני
hu: A helyreállítási kulcs fájlját nem lehet ideiglenes helyre menteni
id: Berkas kunci pemulihan tidak dapat disimpan di lokasi sementara
ka: აღდგენის გასაღების ფაილს დროებით ადგილას ვერ შეინახავთ
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಫೈಲ್ ಅನ್ನು ತಾತ್ಕಾಲಿಕ ಸ್ಥಳದಲ್ಲಿ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ
ko: 복구 키 파일을 임시 경로에 저장할 수 없음
lo: ບໍ່ສາມາດບັນທຶກໄຟລ໌ຄີກູ້ຄືນໃນບ່ອນຊົ່ວຄາວໄດ້
nl: Herstelcodebestand kan niet op een tijdelijke locatie worden opgeslagen
oc: Lo fichièr de clau de recuperacion se pòt pas enregistrar dins un emplaçament temporari
pl: Pliku klucza odzyskiwania nie można zapisać w lokalizacji tymczasowej
pt: O ficheiro do código de recuperação não pode ser guardado numa localização temporária
pt_br: O arquivo da chave de recuperação não pode ser salvo em um local temporário
ru: Файл ключа восстановления не может быть сохранён во временном месте
sk: Súbor s obnovovacím kľúčom sa nedá uložiť do dočasného priečinka
sv: Återställningsnyckelfil kan inte sparas på en temporär plats
ta: மீட்பு முக்கிய கோப்பை தற்காலிக இடத்தில் சேமிக்க முடியாது
tr: Kurtarma anahtarı dosyası geçici bir konuma kaydedilemez
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچ ھۆججىتىنى ۋاقىتلىق ئورۇنغا ساقلىيالمايدۇ
uk: Файл ключа відновлення не можна зберегти у тимчасовому розташуванні
zh: 恢复密钥文件不能保存到临时位置
zh_tw: 復原金鑰檔案無法儲存於暫存位置

# recoveryKeyExceptionDisallowedPathBody
source: Try a different location, such as a removable drive, or use another method.
ar: حاول استخدام موقع مختلف، مثل محرك أقراص قابل للإزالة، أو استخدم طريقة أخرى.
ca: Proveu una ubicació diferent, com ara una unitat extraïble o utilitzeu un altre mètode.
cs: Zkuste jiné umístění, jako například vyjímatelný disk, nebo použijte jinou metodu.
de: Versuchen Sie es an einem anderen Ort, z. B. auf einem Wechsellaufwerk, oder verwenden Sie eine andere Methode.
eo: Provu alian lokon, ekzemple poŝmemorilon, aŭ uzu alian metodon.
es: Pruebe una ubicación diferente, como una unidad extraíble, o use otro método.
et: Proovi kasutada muud asukohta, näiteks eemaldatavat andmekandjat või muud meetodit.
eu: Saiatu beste kokaleku batekin, esaterako unitate aldagarri bat, edo erabili bestelako metodo bat.
fi: Käytä toista sijaintia kuten irrotettavaa asemaa, tai käytä toista tapaa.
fr: Essayez un emplacement différent, tel qu'un lecteur amovible, ou utilisez une autre méthode.
ga: Bain triail as suíomh difriúil, amhail tiomántán inbhainte, nó bain úsáid as modh eile.
he: נא לנסות מקום אחר כגון כונן נתיק או להשתמש בשיטה אחרת.
hu: Próbáljon egy másik helyet, például egy cserélhető meghajtót, vagy használjon más módszert.
id: Cobalah lokasi lain, seperti drive lepas pasang, atau gunakan metode lain.
ka: სცადეთ სხვა მდებარეობა. მაგალითად: მოხსნადი დისკი, ან გამოიყენეთ სხვა მეთოდი.
kn: ತೆಗೆಯಬಹುದಾದ ಡ್ರೈವ್‌ನಂತಹ ಬೇರೆ ಸ್ಥಳವನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಇನ್ನೊಂದು ವಿಧಾನವನ್ನು ಬಳಸಿ.
ko: 이동식 저장소 등의 다른 경로를 지정하거나 다른 방법을 이용하십시오.
lo: ລອງປ່ຽນບ່ອນໃໝ່, ເຊັ່ນ: ໄດຣຟ໌ທີ່ຖອດໄດ້, ຫຼື ໃຊ້ອີກວິທີໜຶ່ງ.
nl: Probeer een andere locatie, zoals een verwijderbare schijf of gebruik een andere methode.
oc: Ensajatz un emplaçament diferent, coma un lector amovible o un utilizatz un autre metòde.
pl: Spróbuj innej lokalizacji, np. dysku wymiennego, lub użyj innej metody.
pt: Tente uma localização diferente, tal como uma unidade removível, ou utilize outro método.
pt_br: Tente um local diferente, como uma unidade removível, ou use outro método.
ru: Попробуйте иное место, например съёмный диск, или воспользуйтесь другим способом.
sk: Skúste iné umiestnenie, napríklad vymeniteľnú jednotku, alebo použite inú metódu.
sv: Försök med en annan plats, till exempel en flyttbar enhet, eller använd en annan metod.
ta: நீக்கக்கூடிய இயக்கி போன்ற வேறு இடத்தை முயற்சிக்கவும் அல்லது மற்றொரு முறையைப் பயன்படுத்தவும்.
tr: Çıkarılabilir bir sürücü gibi farklı bir konum deneyin veya başka bir yöntem kullanın.
ug: كۆچمە دىسكىغا ئوخشاش پەرقلىق ئورۇننى سىناڭ ياكى باشقا ئۇسۇلنى ئىشلىتىڭ.
uk: Спробуйте інше розташування, наприклад, змінний диск, або використайте інший метод.
zh: 尝试一个不同的地址，例如可移动磁盘，或者用其他的方式。
zh_tw: 嘗試不同的位置，例如卸除式磁碟機，或使用其他方法。

# recoveryKeyExceptionFileSystemBody
source: You do not have permission to write to that folder. Try a different location or use another method.
ar: ليس لديك إذن للكتابة إلى هذا المجلد. جرب موقعا مختلفا أو استخدم طريقة أخرى.
ca: No teniu permís per escriure a aquesta carpeta. Proveu un lloc diferent o un altre mètode.
cs: Nemáte oprávnění zapisovat do této složky. Zkuste jiné umístění nebo použijte jinou metodu.
de: Sie haben keine Berechtigung, in diesen Ordner zu schreiben. Versuchen Sie es an einem anderen Ort oder mit einer anderen Methode.
eo: Vi ne rajtas skribi en tiun dosierujon. Provu alian lokon, aŭ uzu alian metodon.
es: No tiene permisos de escritura en esa carpeta. Inténtelo en otra ruta o use otro método.
et: Sul puuduvad õigused sellesse kausta kirjutamiseks. Proovi muud asukohta või kasuta muud meetodit.
eu: Ez duzu karpeta horretan idazteko baimenik. Saiatu beste kokaleku batean edo erabili bestelako metodo bat.
fi: Tähän kansioon ei ole oikeutta kirjoittaa. Yritä toista sijaintia tai käytä toista tapaa.
fr: Vous n’avez pas l’autorisation d’écrire dans ce dossier. Essayez un emplacement différent ou utilisez une autre méthode.
ga: Níl cead agat scríobh chuig an bhfillteán sin. Bain triail as suíomh difriúil nó bain úsáid as modh eile.
he: אין לך הרשאה לכתוב לתיקייה הזאת. נא לנסות מקום אחר או להשתמש בשיטה אחרת.
hu: Nincs jogosultsága az adott mappába való íráshoz. Próbáljon egy másik helyet, vagy használjon más módszert.
id: Anda tidak memiliki izin untuk menulis ke folder tersebut. Coba lokasi lain atau gunakan metode lain.
ka: თქვენ არ გაქვთ იმ საქაღალდეში ჩაწერის უფლება. სცადეთ სხვა მდებარეობა, ან გამოიყენეთ სხვა მეთოდი.
kn: ಆ ಫೋಲ್ಡರ್‌ಗೆ ಬರೆಯಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ. ಬೇರೆ ಸ್ಥಳವನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಇನ್ನೊಂದು ವಿಧಾನವನ್ನು ಬಳಸಿ.
ko: 해당 폴더에 쓰기 권한이 없습니다. 다른 경로를 사용하거나 다른 방법을 시도해 보십시오.
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ຂຽນລົງໃນໂຟນເດີນັ້ນ. ລອງປ່ຽນບ່ອນໃໝ່ ຫຼື ໃຊ້ອີກວິທີໜຶ່ງ.
nl: U bent niet gemachtigd om naar die map te schrijven. Probeer een andere locatie of gebruik een andere methode.
oc: Avètz pas l’autorizacion d’escriure dins aqueste dossièr. Ensajatz un luòc diferent o un autre metòde.
pl: Nie masz uprawnień do zapisu w tym folderze. Spróbuj innej lokalizacji lub użyj innej metody.
pt: Não tem permissão para gravar nessa pasta. Tente uma localização diferente ou utilize outro método.
pt_br: Você não tem permissão para escrever nessa pasta. Tente um local diferente ou use outro método.
ru: У вас нет разрешения на запись в эту папку. Попробуйте другое место или воспользуйтесь другим способом.
sk: Nemáte oprávnenie zapisovať do tohto priečinka. Skúste iné umiestnenie alebo použite inú metódu.
sv: Du har inte behörighet att skriva till den mappen. Försök med en annan plats eller använd en annan metod.
ta: அந்த கோப்புறையில் எழுத உங்களுக்கு இசைவு இல்லை. வேறு இடத்தை முயற்சிக்கவும் அல்லது மற்றொரு முறையைப் பயன்படுத்தவும்.
tr: Bu klasöre yazma izniniz yok. Farklı bir konum deneyin veya başka bir yöntem kullanın.
ug: ئۇ قىسقۇچ ئورنىغا يېزىش ئىجازىتىڭىز يوق. پەرقلىق ئورۇننى سىناڭ ياكى باشقا ئۇسۇلنى ئىشلىتىڭ.
uk: У вас немає дозволу на запис до цієї теки. Спробуйте інше розташування або використайте інший спосіб.
zh: 您没有写入该文件夹的权限，请尝试其他位置或使用其他方法。
zh_tw: 您沒有寫入該資料夾的權限。請嘗試不同的位置或使用其他方法。

# diskEncryptionPageReplaceButton
source: Replace recovery key...
ar: استبدال مفتاح الاسترداد...
ca: Canvia la clau de recuperació ...
cs: Nahradit záchranný klíč…
de: Wiederherstellungsschlüssel ersetzen...
eo: Anstataŭigi restaŭran ŝlosilon…
es: Reemplazar la clave de recuperación...
et: Asenda taastevõti...
eu: Ordezkatu berreskuratze gakoa...
fi: Vaihda palautusavain...
fr: Remplacement clé de secours...
ga: Athraigh eochair aisghabhála...
he: החלפת מפתח שחזור…
hu: Helyreállítási kulcs cseréje…
id: Mengganti kunci pemulihan ...
ka: აღდგენის გასაღების ჩანაცვლება...
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಬದಲಾಯಿಸಿ...
ko: 복구 키 교체하기...
lo: ປ່ຽນແທນຄີກູ້ຄືນ...
nl: Herstelcode vervangen…
oc: Remplaçar la clau de recuperacion...
pl: Wymień klucz odzyskiwania...
pt: Substituir o código de recuperação...
pt_br: Substituir chave de recuperação...
ru: Заменить ключ восстановления...
sk: Vymeniť obnovovací kľúč...
sv: Byt ut återställningsnyckel...
ta: மீட்பு விசையை மாற்றவும் ...
tr: Kurtarma anahtarını değiştir...
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ئالماشتۇر…
uk: Замініть ключ відновлення...
zh: 更换恢复密钥...
zh_tw: 更換復原金鑰...

# diskEncryptionPageReplaceDialogHeader
source: Replace recovery key
ar: استبدال مفتاح الاسترداد
ca: Canvia la clau de recuperació
cs: Nahradit záchranný klíč
de: Wiederherstellungsschlüssel ersetzen
eo: Anstataŭigi restaŭran ŝlosilon
es: Reemplazar clave de recuperación
et: Asenda taastevõti
eu: Ordezkatu berreskuratze gakoa
fi: Vaihda palautusavain
fr: Remplacer clé de secours
ga: Athsholáthar eochair aisghabhála
he: החלפת מפתח שחזור
hu: Helyreállítási kulcs cseréje
id: Mengganti kunci pemulihan
ka: აღდგენის გასაღების შეცვლა
kn: ಚೇತರಿಕೆ ಕೀಲಿಯನ್ನು ಬದಲಾಯಿಸಿ
ko: 복구 키 교체하기
lo: ປ່ຽນແທນຄີກູ້ຄືນ
nl: Herstelcode vervangen
oc: Remplaçar la clau de recuperacion
pl: Wymień klucz odzyskiwania
pt: Substituir código de recuperação
pt_br: Substituir chave de recuperação
ru: Заменить ключ восстановления
sk: Vymeniť obnovovací kľúč
sv: Byt ut återställningsnyckel
ta: மீட்பு விசையை மாற்றவும்
tr: Kurtarma anahtarını değiştir
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ئالماشتۇر
uk: Замініть ключ відновлення
zh: 更换恢复密钥
zh_tw: 更換復原金鑰

# diskEncryptionPageReplaceDialogBody
source: Save the new recovery key somewhere safe. Once you replace it, you will not be able to use the old key anymore.
ar: احفظ مفتاح الاسترداد الجديد في مكان آمن. بمجرد استبداله ، لن تتمكن من استخدام المفتاح القديم بعد الآن.
ca: Deseu la nova clau de recuperació en algun lloc segur. Un cop la substituïu, no podreu pas més utilitzar la clau vella.
cs: Uložte si nový záchranný klíč někde bezpečně (mimo počítač). Původní klíč je od tohoto okamžiku už k ničemu.
de: Speichern Sie den neuen Wiederherstellungsschlüssel an einem sicheren Ort. Sobald Sie ihn ersetzt haben, können Sie den alten Schlüssel nicht mehr verwenden.
eo: Konservu la novan restaŭran ŝlosilon en sekura loko. Post anstataŭigo, vi ne plu povos uzi la malnovan ŝlosilon.
es: Guarde la nueva clave de recuperación en un lugar seguro. Una vez reemplazada, ya no podrá usar la clave vieja.
et: Palun salvesta uus taastevõti turvaliselt kas digitaalses salasõnalaekas või vana kooli seifis. Peale muutmist sa ei saa vana taastevõtit enam kasutada.
eu: Gorde berreskuratze gako berria leku seguruan. Ordezkatzen duzun unetik aurrera ezingo duzu gako zaharra berriro erabili.
fi: Tallenna palautusavain turvalliseen paikkaan. Kun se on vaihdettu, vanhaa palautusavainta ei voi enää käyttää.
fr: Sauvegardez la nouvelle clé de secours dans un endroit sûr. Une fois que vous l’avez remplacée, vous ne pourrez plus utiliser l’ancienne clé.
ga: Sábháil an eochair athshlánaithe nua in áit shábháilte. Nuair a chuirfidh tú ceann eile ina háit, ní bheidh tú in ann an seaneochair a úsáid a thuilleadh.
he: יש לשמור את מפתח השחזור במקום בטוח. לאחר החלפתו, לא ניתן יהיה עוד להשתמש במפתח הישן.
hu: Mentse el az új helyreállítási kulcsot egy biztonságos helyre. Miután lecserélte, többé már nem tudja használni a régi kulcsot.
id: Simpan kunci pemulihan baru di suatu tempat aman. Sekali Anda menggantinya, Anda tidak akan dapat menggunakan kunci lama lagi.
ka: შეინახეთ ახალი აღდგენის გასაღები სადმე უსაფრთხო ადგილას. თუ მას შეცვლით, ძველ გასაღებს ვეღარ გამოიყენებთ.
kn: ಹೊಸ ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ಎಲ್ಲೋ ಸುರಕ್ಷಿತವಾಗಿ ಉಳಿಸಿ. ಒಮ್ಮೆ ನೀವು ಅದನ್ನು ಬದಲಾಯಿಸಿದರೆ, ನೀವು ಇನ್ನು ಮುಂದೆ ಹಳೆಯ ಕೀಲಿಯನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: 새로운 복구 키를 다른 안전한 장소에 보관해 두십시오. 키를 교체하면 이전 키는 더 이상 사용할 수 없습니다.
lo: ບັນທຶກຄີກູ້ຄືນໃໝ່ໄວ້ໃນບ່ອນທີ່ປອດໄພ. ເມື່ອທ່ານປ່ຽນແທນມັນແລ້ວ, ທ່ານຈະບໍ່ສາມາດໃຊ້ຄີເກົ່າໄດ້ອີກຕໍ່ໄປ.
nl: Sla de nieuwe herstelcode ergens veilig op. Eenmaal vervangen, kan de oude sleutel niet meer gebruikt worden.
oc: Gardatz la nòva clau de recuperacion en luòc segur. Un còp que la remplaçatz, poiriatz pas mai l’utilizar l’anciana clau.
pl: Zapisz nowy klucz odzyskiwania w bezpiecznym miejscu. Po jego wymianie nie będzie można używać starego klucza.
pt: Guarde o código de recuperação num local seguro. Depois de substituí-lo, não poderá utilizar mais o código antigo.
pt_br: Guarde a nova chave de recuperação em um local seguro. Depois de substituí-la, você não poderá mais usar a chave antiga.
ru: Сохраните новый ключ восстановления в безопасном месте. После его замены вы больше не сможете использовать старый ключ.
sk: Uložte nový obnovovací kľúč na bezpečné miesto. Po jeho výmene už nebudete môcť používať starý kľúč.
sv: Spara den nya återställningsnyckeln på ett säkert ställe. När du har bytt ut den kommer du inte längre att kunna använda den gamla nyckeln.
ta: புதிய மீட்பு விசையை எங்காவது பாதுகாப்பாக சேமிக்கவும். நீங்கள் அதை மாற்றியதும், நீங்கள் இனி பழைய விசையைப் பயன்படுத்த முடியாது.
tr: Yeni kurtarma anahtarını güvenli bir yere saklayın. Değiştirdikten sonra eski anahtarı artık kullanamayacaksınız.
ug: يېڭى ئەسلىگە كەلتۈرۈش ئاچقۇچىنى بىرەر بىخەتەر جايغا ساقلاڭ. ئۇنى ئالماشتۇرسىڭىز، كونا ئاچقۇچنى ئەمدى ئىشلىتەلمەيسىز.
uk: Збережіть новий ключ відновлення в безпечному місці. Після його заміни ви більше не зможете використовувати старий ключ.
zh: 在某个安全的位置保存新的恢复密钥。在您替换之后，您将不能在用老密钥。
zh_tw: 將新的復原金鑰保存在安全的地方。一旦更換，您將無法再使用舊金鑰。

# diskEncryptionPageReplaceDialogSuccessHeader
source: Recovery key replaced
ar: تم استبدال مفتاح الاسترداد
ca: S'ha canviat la clau de recuperació
cs: Záchranný klíč nahrazen
de: Wiederherstellungsschlüssel ersetzt
eo: Restaŭra ŝlosilo anstataŭiĝis
es: Se ha reemplazado la clave de recuperación
et: Taastevõti on asendatud
eu: Berreskuratze gakoa ordezkatu da
fi: Palautusavain vaihdettu
fr: Clé de secours remplacée
ga: Eochair aisghabhála athsholáthraithe
he: מפתח השחזור הוחלף
hu: A helyreállítási kulcs lecserélve
id: Kunci pemulihan diganti
ka: აღდგენის გასაღები შეიცვალა
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಬದಲಾಯಿಸಲಾಗಿದೆ
ko: 복구 키 교체됨
lo: ປ່ຽນແທນຄີກູ້ຄືນສຳເລັດແລ້ວ
nl: Herstelcode vervangen
oc: Clau de recuperacion remplaçada
pl: Klucz odzyskiwania wymieniony
pt: Código de recuperação substituído
pt_br: Chave de recuperação substituída
ru: Ключ восстановления заменён
sk: Obnovovací kľúč bol vymenený
sv: Återställningsnyckeln ersatt
ta: மீட்பு விசை மாற்றப்பட்டது
tr: Kurtarma anahtarı değiştirildi
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى ئالماشتۇرۇلدى
uk: Ключ відновлення замінено
zh: 恢复密钥已更换
zh_tw: 已更換復原金鑰

# diskEncryptionPageReplaceDialogAcknowledge
source: I saved my recovery key somewhere safe
ar: لقد حفظت مفتاح الاسترداد الخاص بي في مكان آمن
ca: He desat la meva clau de recuperació en algun lloc segur
cs: Uložil/a jsem si svůj záchranný klíč někam bezpečně (mimo počítač)
de: Ich habe meinen Wiederherstellungsschlüssel an einem sicheren Ort gespeichert
eo: Mi konservis mian restaŭran ŝlosilon en sekura loko
es: He guardado mi clave de recuperación en un lugar seguro
et: Ma olen oma taastevõtme turvaliselt salvestanud
eu: Berreskuratze gakoa leku seguruan gorde dut
fi: Olen tallentanut avain turvalliseen paikkaan
fr: J’ai sauvegardé(e) ma clé de secours dans un endroit sûr
ga: Shábháil mé m'eochair aisghabhála in áit shábháilte
he: שמרתי את מפתח השחזור שלי במקום בטוח
hu: Elmentettem a helyreállítási kulcsomat egy biztonságos helyre
id: Saya menyimpan kunci pemulihan saya di suatu tempat aman
ka: მე შევინახე ჩემი აღდგენის გასაღები უსაფრთხო ადგილას
kn: ನಾನು ನನ್ನ ಮರುಪ್ರಾಪ್ತಿ ಕೀಲಿಯನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಎಲ್ಲೋ ಉಳಿಸಿದ್ದೇನೆ
ko: 복구 키를 다른 안전한 곳에 저장했습니다
lo: ຂ້ອຍໄດ້ບັນທຶກຄີກູ້ຄືນໄວ້ໃນບ່ອນທີ່ປອດໄພແລ້ວ
nl: Ik heb mijn herstelcode ergens veilig opgeslagen
oc: Ai salvagarda la clau de recuperacion en luòc segur
pl: Mam zapisany klucz odzyskiwania w bezpiecznym miejscu
pt: Eu guardei o meu código de recuperação num local seguro
pt_br: Guardei minha chave de recuperação em um lugar seguro
ru: Я сохранил свой ключ восстановления в безопасном месте
sk: Uložil(a) som svoj obnovovací kľúč na bezpečné miesto
sv: Jag har sparat min återställningsnyckel någonstans säkert
ta: எனது மீட்பு விசையை எங்காவது பாதுகாப்பாக சேமித்தேன்
tr: Kurtarma anahtarımı güvenli bir yere kaydettim
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى بىخەتەر جايغا ساقلىدىم
uk: Ключ відновлення збережено в надійному місці
zh: 我已经在某个安全的位置保存了我的恢复密钥
zh_tw: 我將我的復原金鑰保存在安全的地方

# diskEncryptionPageReplaceDialogSuccessBody
source: Remember to keep it somewhere safe.
ar: تذكر أن تحتفظ به في مكان آمن.
ca: Recurdeu mantenir-la en algun lloc segur.
cs: Pamatujte na to uchovávat ho někde bezpečně (mimo počítač).
de: Denken Sie daran, ihn an einem sicheren Ort aufzubewahren.
eo: Konservu ĝin en sekura loko.
es: Recuerde guardarla en un lugar seguro.
et: Hoia taastevõtit turvaliselt kas moodsas digitaalses salasõnalaekas või vana kooli seifis.
eu: Gogoratu leku seguruan gordetzeaz.
fi: Muista säilyttää sitä turvallisessa paikassa.
fr: N’oubliez pas de la garder quelque part en sécurité.
ga: Cuimhnigh é a choinneáil in áit shábháilte.
he: חשוב לזכור לשמור אותו במקום בטוח.
hu: Ne felejtse el biztonságos helyen tartani.
id: Ingatlah untuk menyimpannya di tempat yang aman.
ka: დაიმახსოვრეთ, რომ ის სადმე უსაფრთხო ადგილას უნდა შეინახოთ.
kn: ಎಲ್ಲೋ ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಲು ಮರೆಯದಿರಿ.
ko: 다른 안전한 곳에 보관해 두십시오.
lo: ຢ່າລືມເກັບຮັກສາມັນໄວ້ໃນບ່ອນທີ່ປອດໄພ.
nl: Vergeet niet om het ergens veilig op te slaan.
oc: Remembratz-vos de la gardar en luòc segur.
pl: Pamiętaj, żeby przechowywać go w bezpiecznym miejscu.
pt: Lembre-se de o manter num local seguro.
pt_br: Lembre-se de guardá-la em um lugar seguro.
ru: Не забудьте сохранить его в надёжном месте.
sk: Nezabudnite ho uložiť na bezpečné miesto.
sv: Kom ihåg att förvara den någonstans säkert.
ta: அதை எங்காவது பாதுகாப்பாக வைத்திருக்க நினைவில் கொள்ளுங்கள்.
tr: Bunu güvenli bir yerde saklamayı unutmayın.
ug: ئۇنى بىرەر بىخەتەر جايدا ساقلاشنى ئۇنتۇماڭ.
uk: Не забудьте зберегти його в безпечному місці.
zh: 记得把它放到一个安全的地方。
zh_tw: 記住把它放在安全的地方。
