Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# homeInterfacePageDescription
source: Manage permissions to access files in your Home folder.
ar: إدارة الأذونات للوصول إلى الملفات الموجودة في المجلد الرئيسي الخاص بك.
ca: Administra els permisos per accedir als fitxers a la carpeta d'usuari.
cs: Spravujte oprávnění pro přístup k souborům ve své domovské složce.
de: Berechtigungen für den Zugriff auf Dateien in Ihrem Benutzerordner verwalten.
el: Διαχείριση αδειών για να έχετε πρόσβαση για αρχεία στον Αρχικό φάκελο.
eo: Administri permesojn uzi dosierojn en via hejma dosierujo.
es: Administrar los permisos para acceder a los archivos en la carpeta del usuario.
et: Halda failide ligipääsuõigusi kodukaustas.
eu: Kudeatu karpeta nagusiko fitxategiak atzitzeko baimenak.
fi: Hallitse oikeuksia kotikansiossa olevien tiedostojen käytön suhteen.
fr: Gérer les autorisations d’accès aux fichiers dans votre dossier personnel.
ga: Bainistigh ceadanna chun comhaid a rochtain i d'fhillteán Baile.
he: ניהול הרשאות לגישה לקבצים בתיקיית הבית שלך.
hu: A saját mappában lévő fájlok hozzáféréséhez való jogosultságok kezelése.
id: Kelola izin untuk mengakses berkas di folder Rumah Anda.
ka: მართეთ წვდომები თქვენს საწყის საქაღალდეში ფაილებთან წვდომისთვის.
kn: ನಿಮ್ಮ ಹೋಮ್ ಫೋಲ್ಡರ್‌ನಲ್ಲಿ ಫೈಲ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ.
ko: 사용자의 홈 폴더의 파일에 접근하는 권한을 관리합니다.
lo: ຈັດການການອະນຸຍາດເພື່ອເຂົ້າເຖິງໄຟລ໌ໃນໂຟນເດີຫຼັກຂອງທ່ານ.
nl: Machtigingen beheren voor toegang tot bestanden in uw thuismap.
oc: Gerir las autorizacions d’accès als fichièrs dins vòstre repertòri personal.
pl: Zarządzaj uprawnieniami dostępu do plików w katalogu domowym.
pt: Gerir permissões para aceder aos ficheiros na sua pasta de Início.
pt_br: Gerencie as permissões de acesso aos arquivos na sua pasta pessoal.
ru: Управление разрешениями для доступа к файлам в Домашней папке.
sk: Spravujte oprávnenia na prístup k súborom v domovskom priečinku.
sr: Управљај дозволама за приступ фајловима у вашем Почетном фолдеру.
sv: Hantera behörigheter för att komma åt filer i din hemkatalog.
ta: உங்கள் வீட்டு கோப்புறையில் கோப்புகளை அணுக இசைவுகளை நிர்வகி.
tr: Ev klasöründeki dosyalara erişim izinlerini yönetin.
ug: باش قىسقۇچىڭىزدىكى ھۆججەتنى زىيارەت قىلىش ئىجازىتىنى باشقۇرىدۇ.
uk: Керувати дозволами на доступ до файлів у теці «Домівка».
zh: 管理访问您主文件夹中文件的权限。
zh_tw: 管理存取您家目錄中檔案的權限。

# snapdRuleCategorySessionDenied
source: Deny until logout
ar: رفض حتى تسجيل الخروج
ca: Denega fins que es tanqui la sessió
cs: Zamítnout do odhlášení
de: Bis zur Abmeldung verweigern
el: Απορρίψτε μέχρι να αποσυνδεθείτε
eo: Malpermesi ĝis adiaŭo
es: Denegar hasta cerrar sesión
et: Keela kuni väljalogimiseni
eu: Ukatu saioa amaitu arte
fi: Estä uloskirjautumiseen asti
fr: Refuser jusqu’à fermeture de session
ga: Diúltaigh go dtí logáil amach
he: לדחות עד היציאה מהחשבון
hu: Letiltás a kijelentkezésig
id: Tolak sampai log keluar
ka: აკრძალვა გასვლამდე
kn: ಲಾಗ್‌ಔಟ್ ಆಗುವವರೆಗೆ ನಿರಾಕರಿಸಿ
ko: 로그아웃 전까지 거부
lo: ປະຕິເສດຈົນກວ່າຈະອອກຈາກລະບົບ
nl: Weigeren tot afmelding
oc: Refusar fins la desconnexion
pl: Odmawiaj do momentu wylogowania
pt: Negar até terminar a sessão
pt_br: Negar até que o usuário faça logout
ru: Запретить до выхода из системы
sk: Odmietnuté do odhlásenia
sr: Одбиј до одјаве
sv: Neka tills utloggning
ta: வெளியேறும் வரை மறு
tr: Çıkış yapana kadar reddet
ug: تىزىمدىن چىققۇچە رەت قىلىدۇ
uk: Заборонити до виходу з системи
zh: 直到登出前都拒绝
zh_tw: 拒絕直到登出

# snapdRuleCategorySessionAllowed
source: Allow until logout
ar: السماح حتى تسجيل الخروج
ca: Permet fins que es tanqui la sessió
cs: Povolit do odhlášení
de: Bis zur Abmeldung zulassen
el: Επιτρέψτε μέχρι να αποσυνδεθείτε
eo: Permesi ĝis adiaŭo
es: Permitir hasta cerrar sesión
et: Luba kuni väljalogimiseni
eu: Baimendu saioa amaitu arte
fi: Salli uloskirjautumiseen asti
fr: Autoriser jusqu’à fermeture de session
ga: Ceadaigh go dtí go logáil amach
he: לאפשר עד היציאה מהחשבון
hu: Engedélyezés a kijelentkezésig
id: Izinkan sampai log keluar
ka: დაშვება გასვლამდე
kn: ಲಾಗ್‌ಔಟ್ ಆಗುವವರೆಗೆ ಅನುಮತಿಸಿ
ko: 로그아웃 전까지 허용
lo: ອະນຸຍາດຈົນກວ່າຈະອອກຈາກລະບົບ
nl: Toestaan tot afmelding
oc: Autorizar fins la desconnexion
pl: Zezwalaj do momentu wylogowania
pt: Permitir até terminar a sessão
pt_br: Permitir até o logout
ru: Разрешить до выхода из системы
sk: Povolené do odhlásenia
sr: Дозволи до одјаве
sv: Tillåt tills utloggning
ta: வெளியேறும் வரை இசைவு
tr: Çıkış yapana kadar izin ver
ug: تىزىمدىن چىققۇچە يول قويىدۇ
uk: Дозволити до виходу з системи
zh: 直到登出前都允许
zh_tw: 允許直到登出

# snapdRuleCategoryForeverAllowed
source: Allow always
ar: السماح دائما
ca: Permet sempre
cs: Vždy povolit
de: Immer zulassen
el: Επιτρέπω πάντα
eo: Permesi ĉiam
es: Permitir siempre
et: Luba alati
eu: Baimendu beti
fi: Salli aina
fr: Autoriser toujours
ga: Ceadaigh i gcónaí
he: לאפשר תמיד
hu: Engedélyezés mindig
id: Selalu izinkan
ka: ყოველთვის დაშვება
kn: ಯಾವಾಗಲೂ ಅನುಮತಿಸಿ
ko: 항상 허용
lo: ອະນຸຍາດຕະຫຼອດ
nl: Altijd toestaan
oc: Totjorn autorizar
pl: Zezwalaj zawsze
pt: Permitir sempre
pt_br: Permitir sempre
ru: Разрешать всегда
sk: Vždy povolené
sr: Увек дозволи
sv: Tillåt alltid
ta: எப்போதும் இசைவு
tr: Her zaman izin ver
ug: ھەمىشە يول قويىدۇ
uk: Завжди дозволяти
zh: 始终允许
zh_tw: 總是允許

# interfaceSnapCount
source: {n, plural, =0{no apps} =1{1 app} other {{n} apps}}
ar: {n, plural, =0{لا توجد تطبيقات} =1{تطبيق واحد} other {{n} تطبيقات}}
ca: {n, plural, =0{sense aplicacions} =1{1 aplicació} other {{n} aplicacions}}
cs: {n, plural, =0{žádné aplikace} =1{1 aplikace} other {{n} aplikací}}
de: {n, plural, =0{keine Apps} =1{1 App} other {{n} Apps}}
eo: {n, plural, =0{neniu programo} =1{1 programo} other {{n} programoj}}
es: {n, plural, =0{sin aplicaciones} =1{1 aplicación} other {{n} aplicaciones}}
et: {n, plural, =0{ühtegi rakendust pole seadistatud} =1{1 rakendus} other {{n} rakendust}}
eu: {n, plural, =0{aplikaziorik ez} =1{aplikazio 1} other {{n} aplikazio}}
fi: {n, plural, =0{ei sovelluksia} =1{1 sovellus} other {{n} sovellusta}}
fr: {n, plural, =0{aucune app} =1{1 app} other {{n} apps}}
ga: {n, plural, =0{gan aipeanna} =1{1 aip} other{{n} aipeanna}}
he: {n, plural, =0{אין יישומים} =1{יישום אחד} other {{n} יישומים}}
hu: {n, plural, =0{nincsenek alkalmazások} =1{1 alkalmazás} other {{n} alkalmazás}}
id: {n, plural, =0{tidak ada aplikasi} =1{1 aplikasi} other {{n} aplikasi}}
ka: {n, plural, =0{აპების გარეშე} =1{1 აპი} other {{n} აპი}}
kn: {n, ಬಹುವಚನ, =0{ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಲ್ಲ} =1{1 ಅಪ್ಲಿಕೇಶನ್} ಇತರ {{n} ಅಪ್ಲಿಕೇಶನ್‌ಗಳು}}{n, ಬಹುವಚನ, =0{ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಲ್ಲ} =1{1 ಅಪ್ಲಿಕೇಶನ್} ಇತರ {{n} ಅಪ್ಲಿಕೇಶನ್‌ಗಳು}}
ko: {n, plural, =0{앱 없음} =1{1개의 앱} other {{n}개의 앱}}
lo: {n, plural, =0{ບໍ່ມີແອັບ} =1{1 ແອັບ} other {{n} ແອັບ}}
nl: {n, plural, =0{geen apps} =1{1 app} other {{n} apps}}
oc: {n, plural, =0{cap d’aplicacions} =1{1 aplicacion} other {{n} aplicacions}}
pl: {n, plural, =0{bez programów} =1{1 program} few{{n} programy} many{{n} programów} other{{n} programów}}
pt: {n, plural, =0{no apps} =1{1 aplicação} other {{n} aplicações}}
pt_br: {n, plural, =0{nenhum aplicativo} =1{1 aplicativo} outros {{n} aplicativos}}
ru: {n, plural, =0{нет приложений} =1{1 приложение} =2{2 приложения} other {{n} приложений}}
sk: {n, plural, =0{žiadne aplikácie} =1{aplikácia (1)} other {aplikácie ({n})}}
sr: {n, plural, =0{нема апликација} =1{1 апликација} other {{n} апликација}}
sv: {n, plural, =0{inga program} =1{1 program} other {{n} flera program}}
ta: {n, plural, =0 {பயன்பாடுகள் இல்லை} =1 {1 பயன்பாடு} other {{n} பயன்பாடுகள்}}
tr: {n, plural, =0{uygulama yok} =1{1 uygulama} other {{n} uygulama}}
ug: {n, plural, =0{ئەپ يوق} =1{1 ئەپ} other {{n} ئەپ}}
uk: {n, plural, =0{немає застосунків} =1{1 застосунок} few{{n} застосунки} many{{n} застосунків} other {{n} застосунок}}
zh: {n, plural, =0{0 个应用} =1{1 个应用} other {{n} 个应用}}
zh_tw: {n, plural, =0{沒有應用程式} =1{1 個應用程式} other {{n} 個應用程式}}

# interfacePageDescription
source: Strictly confined apps will ask you before accessing files and folders. This feature is experimental and subject to changes.
ar: ستطلب منك التطبيقات ذات القيود الصارمة قبل الوصول إلى الملفات والمجلدات. هذه الميزة تجريبية وقابلة للتغيير.
ca: Les aplicacions confinades estrictament us demanaran abans d'accedir a fitxers i carpetes. Aquesta característica és experimental i està subjecta a canvis.
cs: Přísně omezené aplikace se vás před přístupem k souborům a složkám zeptají. Tato funkce je experimentální a podléhá změnám.
de: Streng begrenzte Apps werden Sie fragen, bevor sie auf Dateien und Ordner zugreifen. Diese Funktion ist experimentell und kann sich noch ändern.
eo: Strikte enfermitaj programoj petos vin antaŭ ol uzi dosierojn kaj dosierujojn. Tiu funkcio estas eksperimenta kaj eble modifota.
es: Las aplicaciones estrictamente limitadas te preguntarán antes de acceder a archivos y carpetas. Esta característica es experimental y está sujeta a cambios.
et: Kui rakendus töötab rangelt seadistatud eraldatud konteineris, siis ta peab sult enne failide ja kaustade avamist luba küsima. See funktsionaalsus on veel katsejärgus ning selles võib tekkida muudatusi.
eu: Zorrozki konfinatutako aplikazioek baimena eskatuko dizute fitxategi eta karpetak atzitu baino lehen. Eginbide hau esperimentala da, eta baliteke aldatzea.
fi: Tiukasti rajoitetut sovellukset kysyvät lupaa ennen tiedostojen tai kansioiden käsittelyä. Tämä ominaisuus on kokeellinen ja saattaa muuttua.
fr: Les applications limitées strictement vous demanderont avant d’accéder aux fichiers et dossiers. Cette fonctionnalité est expérimentale et sujète à modifications.
ga: Iarrfaidh aipeanna atá teoranta go docht ort roimh rochtain a fháil ar chomhaid agus ar fhillteáin. Tá an ghné seo turgnamhach agus faoi réir athruithe.
he: יישומים מוגבלים באופן הדוק יבקשו ממך הרשאה בטרם גישה לקבצים ולתיקיות. היכולת הזאת ניסיונית ועלולה להשתנות.
hu: A szigorúan korlátozott alkalmazások megkérdezik Önt, mielőtt hozzáférnének a fájlokhoz és a mappákhoz. Ez a funkció kísérleti és változhat a jövőben.
id: Aplikasi yang ketat dibatasi akan bertanya sebelum mengakses berkas dan folder. Fitur ini eksperimen dan mungkin berubah.
ka: მკაცრად შეზღუდული აპები თქვენს დადასტურებას მოითხოვენ ფაილებთან და საქაღალდეებთან წვდომამდე. ეს ფუნქცია ექსპერიმენტულია და მუდმივად იცვლება.
kn: ಫೈಲ್‌ಗಳು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸುವ ಮೊದಲು ಕಟ್ಟುನಿಟ್ಟಾಗಿ ಸೀಮಿತವಾದ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ನಿಮ್ಮನ್ನು ಕೇಳುತ್ತವೆ. ಈ ವೈಶಿಷ್ಟ್ಯವು ಪ್ರಾಯೋಗಿಕ ಮತ್ತು ಬದಲಾವಣೆಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ.
ko: 엄격하게 제한된 앱은 파일과 폴더에 액세스하기 전에 사용자에게 묻습니다. 이 기능은 실험적이며 추후 변경될 수 있습니다.
lo: ແອັບທີ່ຖືກຈຳກັດຢ່າງເຂັ້ມງວດຈະຖາມທ່ານກ່ອນເຂົ້າເຖິງໄຟລ໌ ແລະ ໂຟນເດີ. ຟີເຈີນີ້ແມ່ນຢູ່ໃນຂັ້ນທົດລອງ ແລະ ອາດມີການປ່ຽນແປງ.
nl: Strikt beperkte apps zullen toestemming vragen voordat ze toegang krijgen tot bestanden en mappen. Deze functie is experimenteel en onderhevig aan wijzigingen.
oc: Las aplicacions estrictament limitadas vos demandaràn abans d’accedir als archius e dossièrs. Aquesta foncionalitat es experimentala e portada a modificacion.
pl: Ściśle ograniczone programy będą pytać przed uzyskaniem dostępu do plików i katalogów. Ta funkcja jest eksperymentalna i może ulec zmianie.
pt: Aplicações estritamente confinadas irão perguntar-lhe antes de aceder aos ficheiros e pastas. Esta funcionalidade é experimental e está sujeita a alterações.
pt_br: Aplicativos com acesso restrito solicitarão sua permissão antes de acessar arquivos e pastas. Este recurso é experimental e está sujeito a alterações.
ru: Строго ограниченные приложения будут спрашивать Вас, прежде чем получить доступ к файлам и папкам. Эта функция является экспериментальной и может быть изменена.
sk: Aplikácie s prísnymi obmedzeniami budú žiadať o povolenie pred prístupom k súborom a priečinkom. Táto funkcia je experimentálna a môže sa meniť.
sr: Строго ограничене апликације ће вас питати пре приступа фајловима и фолдерима. Ова функција је експериментална и подложна променама.
sv: Strikt begränsade program kommer att fråga dig innan du kommer åt filer och mappar. Den här funktionen är experimentell och kan ändras.
ta: கோப்புகள் மற்றும் கோப்புறைகளை அணுகுவதற்கு முன் கண்டிப்பாக வரையறுக்கப்பட்ட பயன்பாடுகள் உங்களிடம் கேட்கும். இந்த நற்பொருத்தம் சோதனை மற்றும் மாற்றங்களுக்கு உட்பட்டது.
tr: Sıkı kısıtlamalara tabi uygulamalar, dosya ve klasörlere erişmeden önce sizden izin isteyecektir. Bu özellik deneyseldir ve değişikliklere tabidir.
ug: ئىجازىتى چەكلەنگەن ئەپ ھۆججەت ۋە قىسقۇچىڭىزنى زىيارەت قىلىشتىن ئىلگىرى سورايدۇ. بۇ ئىقتىدار تەجرىبە باسقۇچىدا بولۇپ، ئۆزگىرىشى مۇمكىن.
uk: Суворо обмежені застосунки запитуватимуть вас перед доступом до файлів і тек. Ця функція експериментальна і може бути змінена.
zh: 严格受限的应用将会在访问文件和文件夹前询问您的授权。此功能系实验性功能且可能会在日后更改。
zh_tw: 受嚴格限制的應用程式會在存取檔案和資料夾之前詢問您。此功能是實驗性的，可能會改變。

# appTitle
source: Security Center
ar: مركز الأمان
ca: Centre de seguretat
cs: Centrum zabezpečení
de: Sicherheitszentrum
el: Κέντρο Ασφαλείας
eo: Sekureca Centro
es: Centro de seguridad
et: Andmeturbekeskus
eu: Segurtasun zentroa
fi: Tietoturvakeskus
fr: Centre de sécurité
ga: Ionad Slándála
he: מרכז אבטחה
hu: Biztonsági központ
id: Pusat Keamanan
ka: უსაფრთხოების ცენტრი
kn: ಭದ್ರತಾ ಕೇಂದ್ರ
ko: 보안 센터
lo: ສູນຄວາມປອດໄພ
nl: Beveiligingscentrum
oc: Centre de seguretat
pl: Centrum zabezpieczeń
pt: Centro de Segurança
pt_br: Centro de Segurança
ru: Центр безопасности
sk: Centrum zabezpečenia
sr: Центар за безбедност
sv: Säkerhetscenter
ta: பாதுகாப்பு நடுவண்
tr: Güvenlik Merkezi
ug: بىخەتەرلىك مەركىزى
uk: Центр безпеки
zh: 安全中心
zh_tw: 安全中心

# diskEncryptionPageCopySemanticLabel
source: Copy
ar: نسخ
ca: Copia
cs: Zkopírovat
de: Kopieren
eo: Kopii
es: Copiar
et: Kopeeri
eu: Kopiatu
fi: Kopioi
fr: Copier
ga: Cóipeáil
he: העתקה
hu: Másolás
id: Salin
ka: კოპირება
kn: ನಕಲು ಮಾಡಿ
ko: 복사
lo: ສຳເນົາ
nl: Kopiëren
oc: Copiar
pl: Skopiuj
pt: Copiar
pt_br: Copiar
ru: Копировать
sk: Kopírovať
sv: Kopiera
ta: நகலெடு
tr: Kopyala
ug: كۆچۈر
uk: Копіювати
zh: 复制
zh_tw: 複製

# recoveryKeyExceptionUnknownTitle
source: Unknown error
ar: خطأ غير معروف
ca: Error desconegut
cs: Neznámá chyba
de: Unbekannter Fehler
eo: Nekonata eraro
es: Error desconocido
et: Tundmatu viga
eu: Errore ezezaguna
fi: Tuntematon virhe
fr: Erreur inconnue
ga: Earráid anaithnid
he: שגיאה לא ידועה
hu: Ismeretlen hiba
id: Galat tak dikenal
ka: უცნობი შეცდომა
kn: ಅಜ್ಞಾತ ದೋಷ
ko: 알 수 없는 오류
lo: ຂໍ້ຜິດພາດທີ່ບໍ່ຮູ້ຈັກ
nl: Onbekende fout
oc: Error desconeguda
pl: Nieznany błąd
pt: Erro desconhecido
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
sv: Okänt fel
ta: தெரியாத பிழை
tr: Bilinmeyen hata
ug: يوچۇن خاتالىق
uk: Невідома помилка
zh: 未知错误
zh_tw: 未知錯誤

# recoveryKeyFilePickerFilter
source: Text files
ar: ملفات نصية
ca: Fitxers de text
cs: Textové soubory
de: Textdateien
eo: Tekstaj dosieroj
es: Archivos de texto
et: Tekstifailid
eu: Testu-fitxategiak
fi: Tekstitiedostot
fr: Fichiers texte
ga: Comhaid téacs
he: קובצי טקסט
hu: Szöveges fájlok
id: Berkas teks
ka: ტექსტური ფაილები
kn: ಪಠ್ಯ ಫೈಲ್ಗಳು
ko: 텍스트 파일
lo: ໄຟລ໌ຂໍ້ຄວາມ
nl: Tekstbestanden
oc: Fichièr tèxt
pl: Pliki tekstowe
pt: Ficheiros de texto
pt_br: Arquivos de texto
ru: Текстовые файлы
sk: Textové súbory
sv: Text filer
ta: உரை கோப்புகள்
tr: Metin dosyaları
ug: تېكىست ھۆججەت
uk: Текстовий файл
zh: 文本文件
zh_tw: 文字檔

# diskEncryptionPageReplaceDialogShowQR
source: Show QR code
ar: إظهار رمز الاستجابة السريعة
ca: Mostra el codi QR
cs: Zobrazit QR kód
de: QR-Code anzeigen
eo: Montri QR-kodon
es: Mostrar el código QR
et: Näita QR-koodi
eu: Erakutsi QR kodea
fi: Näytä QR-koodi
fr: Afficher code QR
ga: Taispeáin cód QR
he: הצגת קוד QR
hu: QR-kód megjelenítése
id: Tampilkan kode QR
ka: QR კოდის ჩვენება
kn: QR ಕೋಡ್ ತೋರಿಸಿ
ko: QR 코드 보이기
lo: ສະແດງ QR code
nl: QR-code weergeven
oc: Mostrar lo còdi QR
pl: Pokaż kod QR
pt: Mostrar código QR
pt_br: Mostrar código QR
ru: Показать QR-код
sk: Zobraziť QR kód
sv: Visa QR-kod
ta: QR குறியீட்டைக் காட்டு
tr: QR kodunu göster
ug: QR كودىنى كۆرسەت
uk: Показати QR код
zh: 显示二维码
zh_tw: 顯示 QR code

# diskEncryptionPageReplaceDialogSave
source: Save to file
ar: حفظ في الملف
ca: Desa a un fitxer
cs: Uložit do souboru
de: In Datei speichern
eo: Konservi en dosieron
es: Guardar como archivo
et: Salvesta failina
eu: Gorde fitxategian
fi: Tallenna tiedostoon
fr: Sauvegarde vers fichier
ga: Sábháil chuig comhad
he: שמירה לקובץ
hu: Mentés fájlba
id: Simpan ke berkas
ka: შენახვა ფაილში
kn: ಫೈಲ್‌ಗೆ ಉಳಿಸಿ
ko: 파일로 저장
lo: ບັນທຶກລົງໄຟລ໌
nl: Opslaan naar bestand
oc: Salvar dins un fichièr
pl: Zapisz do pliku
pt: Guardar em ficheiro
pt_br: Salvar em arquivo
ru: Сохранить в файл
sk: Uložiť do súboru
sv: Spara till fil
ta: கோப்பில் சேமிக்கவும்
tr: Dosyaya kaydet
ug: ھۆججەتكە ساقلا
uk: Зберегти у файл
zh: 保存到文件
zh_tw: 儲存至檔案

# diskEncryptionPageReplaceDialogReplace
source: Replace
ar: استبدال
ca: Canvia
cs: Nahradit
de: Ersetzen
eo: Anstataŭigi
es: Reemplazar
et: Asenda
eu: Ordezkatu
fi: Vaihda
fr: Remplacer
ga: Athsholáthair
he: החלפה
hu: Csere
id: Gantikan
ka: ჩანაცვლება
kn: ಬದಲಾಯಿಸಿ
ko: 교체
lo: ປ່ຽນແທນ
nl: Vervangen
oc: Remplaçar
pl: Wymień
pt: Substituir
pt_br: Substituir
ru: Заменить
sk: Nahradiť
sv: Ersätt
ta: மாற்றவும்
tr: Değiştir
ug: ئالماشتۇر
uk: Замінити
zh: 更换
zh_tw: 更換

# diskEncryptionPageReplaceDialogDiscard
source: Discard
ar: تجاهل
ca: Esborra
cs: Zahodit
de: Verwerfen
eo: Forĵeti
es: Borrar
et: Loobu
eu: Baztertu
fi: Hylkää
fr: Rejeter
ga: Caith amach
he: התעלמות
hu: Elvetés
id: Singkirkan
ka: მოცილება
kn: ತಿರಸ್ಕರಿಸು
ko: 폐기
lo: ຍົກເລີກ
nl: Weggooien
oc: Ignorar
pl: Odrzuć
pt: Rejeitar
pt_br: Descartar
ru: Отказаться
sk: Zahodiť
sv: Kasta bort
ta: நிராகரிக்கவும்
tr: At
ug: تاشلىۋەت
uk: Відхилити
zh: 舍弃
zh_tw: 捨棄

# recoveryKeyPassphraseButton
source: Change passphrase...
ar: تغيير عبارة المرور...
ca: Canvia la contrasenya...
cs: Změnit heslovou frázi…
de: Passphrase ändern ...
eo: Ŝanĝi pasfrazon…
es: Cambiar la contraseña...
et: Muuda salafraasi...
eu: Aldatu pasaesaldia...
fi: Vaihda tunnuslause...
fr: Changer phrase de passe...
ga: Athraigh an focal faire...
he: החלפת מילת צופן…
hu: Jelmondat megváltoztatása…
id: Ubah frasa sandi...
ka: საკვანძო ფრაზის შეცვლა...
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಬದಲಾಯಿಸಿ...
ko: 비밀번호 변경...
lo: ປ່ຽນວະລີຜ່ານ...
nl: Wachtwoordzin wijzigen…
oc: Cambiar la frasa secrèta...
pl: Zmień hasło...
pt: Alterar frase passe...
pt_br: Alterar senha...
ru: Изменить парольную фразу...
sk: Zmeniť prístupovú frázu...
sv: Ändra lösenfras...
ta: கடவுச்சொற்றொடரை மாற்றவும் ...
tr: Şifreyi değiştir...
ug: ئىم ئىبارە ئۆزگەرت…
uk: Змінити парольну фразу...
zh: 修改密码...
zh_tw: 變更密碼...

# recoveryKeyPassphraseCurrent
source: Current passphrase
ar: عبارة المرور الحالية
ca: Contrasenya actual
cs: Stávající heslová fráze
de: Aktuelle Passphrase
eo: Aktuala pasfrazo
es: Contraseña actual
et: Senine salafraas
eu: Uneko pasaesaldia
fi: Nykyinen tunnuslause
fr: Phrase de passe actuelle
ga: Pasfrása reatha
he: מילת צופן נוכחית
hu: Jelenlegi jelmondat
id: Frasa sandi saat ini
ka: მიმდინარე საკვანძო ფრაზა
kn: ಪ್ರಸ್ತುತ ಪಾಸ್‌ಫ್ರೇಸ್
ko: 현재 비밀번호
lo: ວະລີຜ່ານປັດຈຸບັນ
nl: Huidige wachtwoordzin
oc: Frasa secrèta actuala
pl: Bieżące hasło
pt: Frase passe atual
pt_br: Senha atual
ru: Текущая парольная фраза
sk: Aktuálna prístupová fráza
sv: Nuvarande lösenfras
ta: தற்போதைய கடவுச்சொல்
tr: Mevcut parola
ug: نۆۋەتتىكى ئىم ئىبارە
uk: Поточна парольна фраза
zh: 当前密码
zh_tw: 目前的密碼

# recoveryKeyPassphraseNew
source: New passphrase
ar: عبارة مرور جديدة
ca: Contrasenya nova
cs: Nová heslová fráze
de: Neue Passphrase
eo: Nova pasfrazo
es: Contraseña nueva
et: Uus salafraas
eu: Pasaesaldi berria
fi: Uusi tunnuslause
fr: Nouvelle phrase de passe
ga: Pasfrása nua
he: מילת צופן חדשה
hu: Új jelmondat
id: Frasa sandi baru
ka: ახალი საკვანძო ფრაზა
kn: ಹೊಸ ಪಾಸ್‌ಫ್ರೇಸ್
ko: 새로운 비밀번호
lo: ວະລີຜ່ານໃໝ່
nl: Nieuwe wachtwoordzin
oc: Frasa secrèta novèla
pl: Nowe hasło
pt: Nova frase passe
pt_br: Nova senha
ru: Новая парольная фраза
sk: Nová prístupová fráza
sv: Ny lösenfras
ta: புதிய கடவுச்சொல்
tr: Yeni parola
ug: يېڭى ئىم ئىبارە
uk: Нова парольна фраза
zh: 新密码
zh_tw: 新密碼

# recoveryKeyPassphraseConfirm
source: Confirm passphrase
ar: تأكيد عبارة المرور
ca: Confirmeu la contrasenya
cs: Potvrzení zadání heslové fráze
de: Passphrase bestätigen
eo: Konfirmu pasfrazon
es: Confirme la contraseña
et: Korda salafraasi
eu: Berretsi pasaesaldia
fi: Vahvista tunnuslause
fr: Confirmer phrase de passe
ga: Deimhnigh an frása faire
he: אישור מילת צופן
hu: Jelmondat megerősítése
id: Konfirmasi frasa sandi
ka: საკვანძო ფრაზის დადასტურება
kn: ಬಲವಾದ ಪಾಸ್‌ಫ್ರೇಸ್ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ದೃಢೀಕರಿಸಿ
ko: 비밀번호 확인
lo: ຢືນຢັນວະລີຜ່ານ
nl: Wachtwoordzin bevestigen
oc: Confirmar la frasa secrèta
pl: Potwierdź hasło
pt: Confirmar frase passe
pt_br: Confirme a senha
ru: Подтвердите парольную фразу
sk: Potvrďte prístupovú frázu
sv: Bekräfta lösenfras
ta: பாச்ஃபிரேசை உறுதிப்படுத்தவும்
tr: Parolayı onayla
ug: جەزملەش ئىم ئىبارە
uk: Підтвердити парольну фразу
zh: 确认密码
zh_tw: 確認密碼

# recoveryKeyPassphraseHeader
source: Change passphrase
ar: تغيير عبارة المرور
ca: Canvia la contrasenya
cs: Změnit heslovou frázi
de: Passphrase ändern
eo: Ŝanĝi pasfrazon
es: Cambiar la contraseña
et: Muuda salafraasi
eu: Aldatu pasaesaldia
fi: Muuta tunnuslausetta
fr: Changer phrase de passe
ga: Athraigh an frása faire
he: החלפת מילת צופן
hu: Jelmondat megváltoztatása
id: Ubah frasa sandi
ka: საკვანძო ფრაზის შეცვლა
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಬದಲಾಯಿಸಿ
ko: 비밀번호 변경
lo: ປ່ຽນວະລີຜ່ານ
nl: Wachtwoordzin wijzigen
oc: Cambiar la frasa secrèta
pl: Zmień hasło
pt: Alterar frase passe
pt_br: Alterar senha
ru: Изменить парольную фразу
sk: Zmena prístupovej frázy
sv: Ändra lösenfras
ta: கடவுச்சொற்றொடரை மாற்றவும்
tr: Parolayı değiştir
ug: ئىم ئىبارە ئۆزگەرت
uk: Змінити парольну фразу
zh: 修改密码
zh_tw: 變更密碼

# recoveryKeyPassphraseShow
source: Show
ar: عرض
ca: Mostra
cs: Zobrazit
de: Anzeigen
eo: Malkaŝi
es: Mostrar
et: Näita
eu: Erakutsi
fi: Näytä
fr: Montrer
ga: Taispeáin
he: הצגה
hu: Megjelenítés
id: Tampilkan
ka: ჩვენება
kn: ತೋರಿಸು
lo: ສະແດງ
nl: Weergeven
oc: Mostrar
pl: Pokaż
pt: Mostrar
pt_br: Exibir
ru: Показать
sk: Zobraziť
sv: Visa
ta: காட்டு
tr: Göster
ug: كۆرسەت
uk: Показати
zh: 显示
zh_tw: 顯示

# recoveryKeyPassphraseChange
source: Change
ar: تغيير
ca: Canvia
cs: Změnit
de: Ändern
eo: Ŝanĝi
es: Cambiar
et: Muuda
eu: Aldatu
fi: Muuta
fr: Changer
ga: Athraigh
he: החלפה
hu: Megváltoztatás
id: Ubah
ka: შეცვლა
kn: ಬದಲಾವಣೆ
lo: ປ່ຽນ
nl: Wijzigen
oc: Cambiar
pl: Zmień
pt: Alterar
pt_br: Mudar
ru: Изменить
sk: Zmeniť
sv: Ändra
ta: மாற்றம்
tr: Değiştir
ug: ئۆزگەرت
uk: Змінити
zh: 修改
zh_tw: 變更

# diskEncryptionPageTitle
source: Disk Encryption
ar: تشفير القرص
ca: Encriptació de disc
cs: Šifrování disku
de: Festplattenverschlüsselung
eo: Diska ĉifrado
es: Encriptación de disco
et: Andmekandja krüptimine
eu: Diskoaren zifratzea
fi: Levyn salaus
fr: Chiffrement disque
ga: Criptiú Diosca
he: הצפנת הכונן
hu: Lemeztitkosítás
id: Enkripsi Disk
ka: დისკის დაშიფვრა
kn: ಡಿಸ್ಕ್ ಎನ್ಕ್ರಿಪ್ಶನ್
ko: 디스크 암호화
lo: ການເຂົ້າລະຫັດດິດ
nl: Schijfversleuteling
oc: Chiframent de disc
pl: Szyfrowanie dysku
pt: Encriptação de Disco
pt_br: Criptografia de disco
ru: Шифрование диска
sk: Šifrovanie disku
sv: Diskkryptering
ta: வட்டு குறியாக்கம்
tr: Disk Şifreleme
ug: دىسكا شىفىرلاش
uk: Шифрування диска
zh: 磁盘加密
zh_tw: 磁碟加密

# diskEncryptionPageError
source: Error
ar: خطأ
cs: Chyba
de: Fehler
eo: Eraro
et: Viga
eu: Errorea
fi: Virhe
fr: Erreur
ga: Earráid
he: שגיאה
hu: Hiba
id: Galat
ka: შეცდომა
kn: ದೋಷ
ko: 오류
lo: ຜິດພາດ
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sk: Chyba
sv: Fel
ta: பிழை
tr: Hata
ug: خاتالىق
uk: Помилка
zh: 错误
zh_tw: 錯誤

# diskEncryptionPageCheck
source: Check
ar: فحص
ca: Comproveu
cs: Zkontrolovat
de: Prüfen
eo: Kontroli
es: Comprobar
et: Kontrolli
eu: Egiaztatu
fi: Tarkista
fr: Vérifier
ga: Seiceáil
he: בדיקה
hu: Ellenőrzés
id: Periksa
ka: შემოწმება
kn: ಪರಿಶೀಲಿಸಿ
ko: 검증
lo: ກວດສອບ
nl: Controleren
oc: Verificar
pl: Sprawdź
pt: Verificar
pt_br: Verificar
ru: Проверить
sk: Skontrolovať
sv: Kontrollera
ta: சரிபார்
tr: Kontrol et
ug: تەكشۈر
uk: Перевірити
zh: 检查
zh_tw: 檢查
