Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# recoveryKeyPinBody
source: You need to enter your PIN every time your computer starts.
ar: يجب إدخال رقم التعريف الشخصي (PIN) أثناء بدء التشغيل لفتح قفل القرص. يمكنك تغيير رقم التعريف الشخصي (PIN) ولكن لا يمكنك تعطيله.
ca: Heu d'introduir el PIN durant l'arrencada per desbloquejar el disc. Podeu canviar el PIN però no desactivar-lo.
cs: Svůj PIN budete zadávat při každém spouštění systému (kvůli odemykání disku).
de: Sie müssen beim Start Ihre PIN eingeben, um die Festplatte zu entsperren. Sie können die PIN ändern, aber nicht deaktivieren.
eo: Vi devas tajpi vian PIN ĉiun fojon, kiam via komputilo startas.
es: Debe introducir el PIN durante el arranque para desbloquear el disco. Puede cambiar el PIN pero no desactivarlo.
et: Andmekandja dekrüptimiseks pead oma arvuti käivitamisel alati sisestama oma PIN-koodi.
eu: PINa sartu beharko duzu ordenagailua abiarazten den bakoitzean.
fi: PIN-koodi tulee syöttää tietokonetta käynnistettäessä levyn lukituksen aavamiseksi. PIN-koodin voi vaihtaa toiseen mutta sitä ei voi ottaa pois käytöstä.
fr: Vous devez entrer votre code PIN chaque fois que votre ordinateur démarre.
ga: Ní mór duit do UAP a iontráil le linn tosaithe chun an diosca a dhíghlasáil. Is féidir leat an UAP a athrú ach ní féidir leat é a dhíchumasú.
he: יש למלא את הקוד האישי שלך במהלך העלייה כדי לשחרר את נעילת הכונן. אפשר להחליף את הקוד האישי אבל לא להשבית אותו.
hu: Meg kell adnia a PIN-kódját a rendszer indítása során a lemez feloldásához. Megváltoztathatja a PIN-kódot, de nem tilthatja le.
id: Anda perlu memasukkan PIN saat memulai untuk membuka kunci disk. Anda dapat mengubah PIN, tetapi tidak dapat menonaktifkannya.
ka: დისკის განბლოკვისთვის სისტემის გაშვებისას თქვენი PIN-კოდი უნდა შეიყვანოთ. შეგიძლიათ, შეცვალოთ PIN-კოდი, მაგრამ მას ვერ გამორთავთ.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಪ್ರಾರಂಭವಾದಾಗಲೆಲ್ಲಾ ನೀವು ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
lo: ທ່ານຈຳເປັນຕ້ອງປ້ອນ PIN ຂອງທ່ານໃນລະຫວ່າງການເປີດເຄື່ອງເພື່ອປົດລັອກດິດ. ທ່ານສາມາດປ່ຽນ PIN ໄດ້ ແຕ່ບໍ່ສາມາດປິດການໃຊ້ງານມັນໄດ້.
nl: U moet uw pincode invoeren tijdens het opstarten om de schijf te ontgrendelen. U kunt de pincode wijzigen, maar niet uitschakelen.
oc: Devètz picar lo PIN cada còp que l'ordenador amòda.
pl: Musisz wprowadzać kod PIN przy każdym uruchomieniu komputera.
pt: Tem de inserir o seu CÓDIGO durante o arranque para desbloquear o disco. Pode alterá-lo, mas não desativá-lo.
pt_br: Você precisa inserir seu PIN toda vez que seu computador for iniciado.
ru: Будет необходимо вводить PIN-код при каждом запуске компьютера.
sk: PIN budete musieť zadať pri každom spustení počítača.
sv: Du måste ange din PIN-kod varje gång din dator startas.
ta: வட்டைத் திறக்க தொடக்கத்தின் போது உங்கள் முள் உள்ளிட வேண்டும். நீங்கள் முள் மாற்றலாம், ஆனால் அதை முடக்கக்கூடாது.
tr: Diskin kilidini açmak için başlatma sırasında PIN kodunuzu girmeniz gerekir. PIN kodunu değiştirebilirsiniz ancak devre dışı bırakamazsınız.
ug: كومپيۇتېرىڭىز ھەر قېتىم قوزغالغاندا PIN كىرگۈزۈشىڭىز كېرەك.
uk: Вам потрібно вводити свій PIN-код щоразу, коли комп'ютер запускається.
zh: 您需要在开机的时候输入PIN以解锁此磁盘。您可以修改PIN但是不能禁用它。
zh_tw: 每次電腦啟動時，您都需要輸入您的 PIN 碼。

# recoveryKeyPinCurrentError
source: Incorrect PIN, try again
ar: رقم التعريف الشخصي غير صحيح، حاول مرة أخرى
ca: PIN incorrecte, torneu a provar
cs: Nesprávný PIN – zkuste to znovu
de: Falsche PIN, bitte erneut versuchen
eo: PIN ne estas ĝusta; reprovu
es: PIN incorrecto, inténtelo de nuevo
et: Vigane PIN-kood, palun proovi uuesti
eu: Okerreko PINa, saiatu berriz
fi: Virheellinen PIN-koodi, yritä uudelleen
fr: PIN incorrect, réessayez
ga: UAP mícheart, déan iarracht arís
he: קוד אישי שגוי, נא לנסות שוב
hu: Helytelen PIN-kód, próbálja meg újra
id: PIN salah, coba lagi
ka: არასწორი PIN-კოდი. თავიდან სცადეთ
kn: ತಪ್ಪಾದ ಪಿನ್, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
lo: PIN ບໍ່ຖືກຕ້ອງ, ລອງໃໝ່ອີກຄັ້ງ
nl: Onjuiste pincode, probeer het opnieuw
oc: PIN incorrècte, tornatz ensajar
pl: Nieprawidłowy kod PIN, spróbuj ponownie
pt: CÓDIGO incorreto, tente novamente
pt_br: PIN incorreto, tente novamente
ru: Неверный PIN-код, попробуйте ещё раз
sk: Nesprávny PIN, skúste to znova
sv: Felaktig PIN-kod, försök igen
ta: தவறான முள், மீண்டும் முயற்சிக்கவும்
tr: PIN hatalı, tekrar deneyin
ug: PIN خاتا، قايتا سىناڭ
uk: Неправильний PIN-код, спробуйте ще раз
zh: 错误的PIN，请重试
zh_tw: PIN 碼不正確，請重試

# recoveryKeyPinConfirmError
source: PINs do not match, try again
ar: أرقام التعريف الشخصية غير متطابقة، حاول مرة أخرى
ca: Els PIN no concorden, torneu a provar
cs: Zadání PIN kódů se neshodují – zkuste to znovu
de: PINs stimmen nicht überein, bitte erneut versuchen
eo: PIN-oj ne kongruas; reprovu
es: Los PIN no coinciden, inténtelo de nuevo
et: PIN-koodid ei klapi omavahel, palun proovi uuesti
eu: PINak ez datoz bat, saiatu berriz
fi: PIN-koodit eivät täsmää, yritä uudelleen
fr: Les PIN ne correspondent pas, réessayez
ga: Ní hionann na UAPanna, déan iarracht arís
he: הקודים האישיים סותרים זה את זה, נא לנסות שוב
hu: A PIN-kódok nem egyeznek, próbálja meg újra
id: PIN tidak cocok, coba lagi
ka: PIN-კოდები არ ემთხვევა. თავიდან სცადეთ
kn: ಪಿನ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
lo: PIN ບໍ່ກົງກັນ, ລອງໃໝ່ອີກຄັ້ງ
nl: Pincodes komen niet overeen, probeer het opnieuw
oc: Los PIN correspondon pas, tornatz ensajar
pl: Kody PIN nie pasują, spróbuj ponownie
pt: Os CÓDIGOS não coincidem, tente novamente
pt_br: Os PINs não coincidem, tente novamente
ru: PIN-коды не совпадают, попробуйте ещё раз
sk: PINy sa nezhodujú, skúste to znova
sv: PIN-koderna matchar inte, försök igen
ta: ஊசிகள் பொருந்தவில்லை, மீண்டும் முயற்சிக்கவும்
tr: PIN'ler eşleşmiyor, tekrar deneyin
ug: PIN ماس كەلمىدى. قايتا سىناڭ
uk: PIN-коди не збігаються, спробуйте ще раз
zh: PIN不匹配，请重试
zh_tw: PIN 碼不符，請重試

# recoveryKeyPassphrasePassphraseSuccessHeader
source: Passphrase updated
ar: تم تحديث عبارة المرور
ca: Contrasenya actualitzada
cs: Heslová fráze zaktualizována
de: Passphrase aktualisiert
eo: Pasfrazo ŝanĝiĝis
es: Contraseña actualizada
et: Salafraas on uuendatud
eu: Pasaesaldia eguneratu da
fi: Tunnuslause päivitetty
fr: Phrases de passe mise à jour
ga: Pasfrása nuashonraithe
he: מילת הצופן עודכנה
hu: A jelmondat frissítve
id: Frasa sandi diperbarui
ka: საკვანძო ფრაზა განახლდა
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
lo: ອັບເດດວະລີຜ່ານແລ້ວ
nl: Wachtwoordzin bijgewerkt
oc: Frasa secrèta actualizada
pl: Hasło zaktualizowane
pt: Frase passe atualizada
pt_br: Senha atualizada
ru: Парольная фраза обновлена
sk: Prístupová fráza aktualizovaná
sv: Lösenfras uppdaterad
ta: கடவுச்சொல் புதுப்பிக்கப்பட்டது
tr: Parola güncellendi
ug: ئىم ئىبارە يېڭىلاندى
uk: Парольну фразу оновлено
zh: 密码已更新
zh_tw: 密碼已更新

# recoveryKeyPassphrasePinSuccessHeader
source: PIN updated
ar: تم تحديث رقم التعريف الشخصي
ca: PIN actualitzat
cs: PIN zaktualizován
de: PIN aktualisiert
eo: PIN ŝanĝiĝis
es: PIN actualizado
et: PIN-kood on uuendatud
eu: PINa eguneratu da
fi: PIN-koodi päivitetty
fr: PIN mis à jour
ga: UAP nuashonraithe
he: הקוד האישי עודכן
hu: A PIN-kód frissítve
id: PIN diperbarui
ka: PIN-კოდი განახლდა
kn: ಪಿನ್ ನವೀಕರಿಸಲಾಗಿದೆ
lo: ອັບເດດ PIN ແລ້ວ
nl: Pincode bijgewerkt
oc: PIN actualizat
pl: Kod PIN zaktualizowany
pt: CÓDIGO atualizado
pt_br: PIN atualizado
ru: PIN-код обновлён
sk: PIN aktualizovaný
sv: PIN-kod uppdaterad
ta: முள் புதுப்பிக்கப்பட்டது
tr: PIN güncellendi
ug: PIN يېڭىلاندى
uk: PIN-код оновлено
zh: PIN已更新
zh_tw: PIN 碼已更新

# recoveryKeyPassphrasePinSuccessBody
source: You PIN was successfully updated.
ar: تم تحديث رقم التعريف الشخصي الخاص بك بنجاح.
ca: El vostre PIN s'ha actualitzat correctament.
cs: Váš PIN byl úspěšně zaktualizován.
de: Ihre PIN wurde erfolgreich aktualisiert.
eo: Via PIN estis sukcese ŝanĝita.
es: Su PIN se ha actualizado correctamente.
et: Sinu PIN-koodi muutmine õnnestus.
eu: PINa behar bezala eguneratu da.
fi: PIN-koodi päivitettiin onnistuneesti.
fr: Votre PIN a été mis à jour avec succès.
ga: Nuashonraíodh do UAP go rathúil.
he: הקוד האישי שלך עודכן בהצלחה.
hu: A PIN-kódja sikeresen frissítve lett.
id: PIN Anda berhasil diperbarui.
ka: თქვენი PIN-კოდი წარმატებით განახლდა.
kn: ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.
lo: ອັບເດດ PIN ຂອງທ່ານສຳເລັດແລ້ວ.
nl: Uw pincode is met success bijgewerkt.
oc: Vòstre PIN es estat corrèctament actualizat.
pl: Twój kod PIN został pomyślnie zaktualizowany.
pt: O seu CÓDIGO foi atualizado com sucesso.
pt_br: Seu PIN foi atualizado com sucesso.
ru: Ваш PIN-код успешно обновлён.
sk: Váš PIN bol úspešne aktualizovaný.
sv: Din PIN-kod uppdaterades framgångsrikt.
ta: நீங்கள் முள் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
tr: PIN kodunuz başarıyla güncellendi.
ug: PIN مۇۋەپپەقىيەتلىك يېڭىلاندى.
uk: Ваш PIN-код успішно оновлено.
zh: 您的PIN成功更新。
zh_tw: 您的 PIN 碼已成功更新。

# diskEncryptionPageRecoveryKey
source: Recovery key
ar: مفتاح الاسترداد
ca: Clau de recuperació
cs: Záchranný klíč
de: Wiederherstellungsschlüssel
eo: Restaŭra ŝlosilo
es: Clave de recuperación
et: Taastevõti
eu: Berreskuratze gakoa
fi: Palautusavain
fr: Clé de secours
ga: Eochair aisghabhála
he: מפתח שחזור
hu: Helyreállítási kulcs
id: Kunci pemulihan
ka: აღდგენის გასაღები
kn: ರಿಕವರಿ ಕೀ
ko: 복구 키
lo: ຄີກູ້ຄືນ
nl: Herstelcode
oc: Clau de recuperacion
pl: Klucz odzyskiwania
pt: Código de recuperação
pt_br: Chave de recuperação
ru: Ключ восстановления
sk: Obnovovací kľúč
sv: Återställningsnyckel
ta: மீட்பு விசை
tr: Kurtarma anahtarı
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى
uk: Ключ відновлення
zh: 恢复密钥
zh_tw: 復原金鑰

# diskEncryptionPageCheckKey
source: Check recovery key...
ar: التحقق من مفتاح الاسترداد...
ca: Comproveu la clau de recuperació ...
cs: Zkontrolovat záchranný klíč…
de: Prüfe Wiederherstellungsschlüssel …
eo: Kontroli restaŭran ŝlosilon…
es: Comprobar la clave de recuperación...
et: Kontrolli taastevõtit...
eu: Egiaztatu berreskuratze gakoa...
fi: Tarkista palautusavain...
fr: Vérification clé de secours...
ga: Seiceáil eochair aisghabhála...
he: בדיקת מפתח שחזור…
hu: Helyreállítási kulcs ellenőrzése…
id: Periksa kunci pemulihan...
ka: აღდგენის გასაღების შემოწმება...
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ಪರಿಶೀಲಿಸಿ...
ko: 복구 키 검증...
lo: ກວດສອບຄີກູ້ຄືນ...
nl: Herstelcode controleren…
oc: Verificacion de la clau de recuperacion...
pl: Sprawdź klucz odzyskiwania...
pt: Verificar código de recuperação...
pt_br: Verifique a chave de recuperação...
ru: Проверить ключ восстановления...
sk: Skontrolovať obnovovací kľúč...
sv: Kontrollera återställningsnyckel...
ta: மீட்பு விசையை சரிபார்க்கவும் ...
tr: Kurtarma anahtarını kontrol edin...
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى تەكشۈر…
uk: Перевірити ключ відновлення...
zh: 检查恢复密钥...
zh_tw: 檢查復原金鑰...

# diskEncryptionPageDialogHeaderCheckKey
source: Check Recovery Key
ar: التحقق من مفتاح الاسترداد
ca: Comproveu la recuperació Clau
cs: Zkontrolovat záchranný klíč
de: Wiederherstellungsschlüssel prüfen
eo: Kontroli restaŭran ŝlosilon
es: Comprobar clave de recuperación
et: Kontrolli taastevõtit
eu: Egiaztatu berreskuratze gakoa
fi: Tarkista palautusavain
fr: Vérifier clé de secours
ga: Seiceáil an Eochair Aisghabhála
he: בדיקת מפתח שחזור
hu: Helyreállítási kulcs ellenőrzése
id: Periksa Kunci Pemulihan
ka: აღდგენის გასაღების შემოწმება
kn: ರಿಕವರಿ ಕೀ ಪರಿಶೀಲಿಸಿ
ko: 복구 키 검증
lo: ກວດສອບຄີກູ້ຄືນ
nl: Herstelcode controleren
oc: Verificar la clau de recuperacion
pl: Sprawdź klucz odzyskiwania
pt: Verificar Código de Recuperação
pt_br: Verifique a chave de recuperação
ru: Проверка ключа восстановления
sk: Kontrola obnovovacieho kľúča
sv: Kontrollera återställningsnyckel
ta: மீட்பு விசையை சரிபார்க்கவும்
tr: Kurtarma Anahtarını Kontrol Edin
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى تەكشۈر
uk: Перевірити ключ відновлення
zh: 检查恢复密钥
zh_tw: 檢查復原金鑰

# diskEncryptionPageEnterKey
source: Enter your recovery key
ar: أدخل مفتاح الاسترداد الخاص بك
ca: Introduïu la clau de recuperació
cs: Zadejte svůj záchranný klíč
de: Ihren Wiederherstellungsschlüssel eingeben
eo: Tajpu vian restaŭran ŝlosilon
es: Introduzca la clave de recuperación
et: Palun sisesta oma taastevõti
eu: Sartu berreskuratze gakoa
fi: Syötä palautusavain
fr: Entrez votre clé de secours
ga: Cuir isteach d'eochair aisghabhála
he: נא למלא מפתח שחזור
hu: Helyreállítási kulcs megadása
id: Masukkan kunci pemulihan Anda
ka: შეიყვანეთ თქვენი აღდგენის გასაღები
kn: ನಿಮ್ಮ ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ನಮೂದಿಸಿ
ko: 복구 키를 입력하세요
lo: ປ້ອນຄີກູ້ຄືນຂອງທ່ານ
nl: Voert uw herstelcode in
oc: Picatz la clau de recuperacion
pl: Wpisz klucz odzyskiwania
pt: Insira o seu código de recuperação
pt_br: Digite sua chave de recuperação
ru: Введите свой ключ восстановления
sk: Zadajte svoj obnovovací kľúč
sv: Ange din återställningsnyckel
ta: உங்கள் மீட்பு விசையை உள்ளிடவும்
tr: Kurtarma anahtarını girin
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىڭىزنى كىرگۈزۈڭ
uk: Введіть свій ключ відновлення
zh: 输入您的恢复密钥
zh_tw: 輸入您的復原金鑰

# diskEncryptionPageKeyWorksBody
source: Remember to keep it somewhere safe.
ar: تذكر أن تحتفظ به في مكان آمن.
ca: Recordeu mantenir-la en algun lloc segur.
cs: Pamatujte na to, uchovávat ho někde bezpečně (mimo počítač).
de: Bewahren Sie ihn an einem sicheren Ort auf.
eo: Konservu ĝin en sekura loko.
es: Recuerde mantenerla en un lugar seguro.
et: Hoia taastevõtit turvaliselt kas moodsas digitaalses salasõnalaekas või vana kooli seifis.
eu: Ez ahaztu leku seguruan gordetzeaz.
fi: Muista säilyttää se turvallisessa paikassa.
fr: N’oubliez pas de la garder en lieu sûr.
ga: Cuimhnigh é a choinneáil in áit shábháilte.
he: חשוב לשמור אותו במקום בטוח.
hu: Ne felejtse el biztonságos helyen tartani.
id: Ingat untuk menjaganya di suatu tempat aman.
ka: დაიმახსოვრეთ, ის სადმე უსაფრთხო ადგილას უნდა შეინახოთ.
kn: ಎಲ್ಲೋ ಸುರಕ್ಷಿತವಾಗಿ ಇರಿಸಲು ಮರೆಯದಿರಿ.
ko: 다른 안전한 장소에 보관해 두십시오.
lo: ຢ່າລືມເກັບຮັກສາມັນໄວ້ໃນບ່ອນທີ່ປອດໄພ.
nl: Vergeet niet om het op een veilige plek te bewaren.
oc: Remembratz-vos de la gardar en luòc segur.
pl: Pamiętaj, żeby przechowywać go w bezpiecznym miejscu.
pt: Lembre-se de o manter num local seguro.
pt_br: Lembre-se de guardá-la em um lugar seguro.
ru: Не забудьте сохранить его в безопасном месте.
sk: Nezabudnite ho uložiť na bezpečné miesto.
sv: Kom ihåg att förvara den någonstans säkert.
ta: அதை எங்காவது பாதுகாப்பாக வைத்திருக்க நினைவில் கொள்ளுங்கள்.
tr: Bunu güvenli bir yerde saklamayı unutmayın.
ug: ئۇنى بىرەر بىخەتەر جايدا ساقلاشنى ئۇنتۇماڭ.
uk: Не забудьте зберегти його в безпечному місці.
zh: 记得把它存在安全的地方。
zh_tw: 記住把它放在安全的地方。

# diskEncryptionPageKeyDoesntWork
source: Recovery key does not work
ar: مفتاح الاسترداد لا يعمل
ca: La clau de recuperació no funciona
cs: Záchranný klíč nefunguje
de: Wiederherstellungsschlüssel funktioniert nicht
eo: Restaŭra ŝlosilo ne funkcias
es: La clave de recuperación no funciona
et: Taastevõti ei ole kasutatav
eu: Berreskuratze gakoak ez du funtzionatzen
fi: Palautusavain ei toimi
fr: Clé de secours ne fonctionne pas
ga: Ní oibríonn an eochair aisghabhála
he: מפתח השחזור לא עובד
hu: A helyreállítási kulcs nem működik
id: Kunci pemulihan tidak bekerja
ka: აღდგენის გასაღები არ მუშაობს
kn: ರಿಕವರಿ ಕೀ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ
ko: 복구 키가 동작하지 않음
lo: ຄີກູ້ຄືນໃຊ້ງານບໍ່ໄດ້
nl: De herstelcode werkt niet
oc: La clau de recuperacion fonciona pas
pl: Klucz odzyskiwania nie działa
pt: Código de recuperação não funciona
pt_br: A chave de recuperação não funciona
ru: Ключ восстановления не работает
sk: Obnovovací kľúč nefunguje
sv: Återställningsnyckel fungerar inte
ta: மீட்பு விசை வேலை செய்யாது
tr: Kurtarma anahtarı çalışmıyor
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى ئىشلىمىدى
uk: Ключ відновлення не працює
zh: 恢复密钥不起作用
zh_tw: 復原金鑰不起作用

# diskEncryptionPageKeyWorks
source: Recovery key works
ar: مفتاح الاسترداد يعمل
ca: La clau de recuperació funciona
cs: Záchranný klíč funguje
de: Wiederherstellungsschlüssel funktioniert
eo: Restaŭra ŝlosilo funkcias
es: La clave de recuperación funciona
et: Taastevõti on kasutatav
eu: Berreskuratze gakoak funtzionatzen du
fi: Palautusavain toimii
fr: Clé de secours fonctionne
ga: Oibríonn eochair aisghabhála
he: מפתח השחזור עובד
hu: A helyreállítási kulcs működik
id: Kunci pemulihan bekerja
ka: აღდგენის გასაღები მუშაობს
kn: ರಿಕವರಿ ಕೀ ಕೆಲಸ
ko: 복구 키가 정상 작동함
lo: ຄີກູ້ຄືນໃຊ້ງານໄດ້
nl: Herstelcode functioneert
oc: La clau de recuperacion fonciona
pl: Klucz odzyskiwania działa
pt: Código de recuperação funciona
pt_br: A chave de recuperação funciona
ru: Ключ восстановления работает
sk: Obnovovací kľúč funguje
sv: Återställningsnyckel fungerar
ta: மீட்பு விசை படைப்புகள்
tr: Kurtarma anahtarı çalışan
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى ئىشلىدى
uk: Ключ відновлення працює
zh: 恢复密钥有效
zh_tw: 復原金鑰有效

# diskEncryptionPageLearnMore
source: Learn more about hardware-backed encryption
ar: تعرف على المزيد حول مفاتيح الاسترداد
ca: Més informació sobre les claus de recuperació
cs: Zjistěte více o šifrování jištěné hardwarem
de: Lernen Sie mehr über Wiederherstellungsschlüssel
eo: Lerni plu pri aparato-baza ĉifrado
es: Más información sobre las claves de recuperación
et: Lisateave raudvaralise krüptimise kohta
eu: Informazio gehiago hardware bidezko zifratzeari buruz
fi: Lue lisää palautusavaimista
fr: En savoir plus sur le chiffrement assisté par matériel
ga: Foghlaim tuilleadh faoi eochracha aisghabhála
he: מידע נוסף על מפתחות שחזור
hu: Tudjon meg többet a helyreállítási kulcsokról
id: Pelajari lebih lanjut tentang kunci pemulihan
ka: გაიგეთ მეტი აღდგენის გასაღებების შესახებ
kn: ಹಾರ್ಡ್‌ವೇರ್-ಬೆಂಬಲಿತ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 복구 키에 대해 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບຄີກູ້ຄືນ
nl: Met informatie over herstelcodes
oc: Ne saber mai tocan las claus de recuperacion
pl: Dowiedz się więcej o szyfrowaniu sprzętowym
pt: Saiba mais sobre os códigos de recuperação
pt_br: Saiba mais sobre chaves de recuperação
ru: Подробнее об аппаратном шифровании
sk: Zistiť viac o šifrovaní podporovanom hardvérom
sv: Läs mer om hårdvarubaserad kryptering
ta: மீட்பு விசைகள் பற்றி மேலும் அறிக
tr: Kurtarma anahtarları hakkında daha fazla bilgi edinin
ug: قاتتىق دېتال قوللايدىغان شىفىرلاش ھەققىدىكى تەپسىلات
uk: Докладніше про апаратне шифрування
zh: 了解更多关于恢复密钥
zh_tw: 深入了解硬體支援的加密技術

# diskEncryptionPageKeyDoesntWorkBody
source: Check the key or replace it with a new one.
ar: تحقق من المفتاح أو استبدله بمفتاح جديد.
ca: Comprova la clau o substitueix-la per una nova.
cs: Zkontrolovat klíč nebo ho nahradit novým.
de: Überprüfen Sie den Schlüssel oder ersetzen Sie ihn durch einen neuen.
eo: Kontrolu la ŝlosilon aŭ anstataŭigu ĝin per alia.
es: Compruebe la clave o sustitúyala por una nueva.
et: Kontrolli võtme õigsust või asenda ta uuega.
eu: Egiaztatu gakoa edo ordezkatu berri batekin.
fi: Tarkista avain tai vaihda se uuteen.
fr: Vérifiez la clé ou la remplacer par une nouvelle.
ga: Seiceáil an eochair nó cuir ceann nua ina háit.
he: נא לבדוק את המפתח או להחליף אותו בחדש.
hu: Ellenőrizze a kulcsot, vagy cserélje ki egy másikra.
id: Periksa kunci atau menggantinya dengan yang baru.
ka: შეამოწმეთ გასაღები, ან ჩაანაცვლეთ ის ახლით.
kn: ಕೀಲಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಅದನ್ನು ಹೊಸದರೊಂದಿಗೆ ಬದಲಾಯಿಸಿ.
ko: 키를 다시 확인하거나 새로운 키로 교체하십시오.
lo: ກວດສອບຄີ ຫຼື ປ່ຽນແທນດ້ວຍຄີໃໝ່.
nl: Controleer de code of vervang hem voor een nieuwe.
oc: Verificar o remplaçar una clau amb una nòva.
pl: Sprawdź klucz lub wymień go na nowy.
pt: Verifique o código ou substitua-o por um novo.
pt_br: Verifique a chave ou substitua-a por uma nova.
ru: Проверьте ключ или замените его новым.
sk: Skontrolujte kľúč alebo ho nahraďte novým.
sv: Kontrollera nyckeln eller byt ut den mot en ny.
ta: விசையை சரிபார்க்கவும் அல்லது புதிய ஒன்றை மாற்றவும்.
tr: Anahtarı kontrol edin veya yenisiyle değiştirin.
ug: ئاچقۇچ تەكشۈرۈلىدۇ ياكى ئۇ يېڭىسىغا ئالماشتۇرۇلىدۇ.
uk: Перевірте ключ або замініть його новим.
zh: 检查您的密钥或者用一个新的密钥替代它。
zh_tw: 檢查金鑰或更換新的。

# recoveryKeyPinEntropyBelowMin
source: Weak PIN, make it longer or less predictable
ar: رقم تعريف شخصي ضعيف ، اجعله أطول أو أقل قابلية للتنبؤ به
ca: PIN feble, feu-lo més llarg o menys predictible
cs: Snadno prolomitelný PIN – přidejte mu na délce a/nebo ho změňte tak, aby bylo těžší ho uhodnout
de: Schwache PIN, machen Sie sie länger oder weniger vorhersehbar
eo: PIN estas malforta; plilongigu aŭ kompliku ĝin
es: PIN débil, hágalo más largo o menos predecible
et: PIN-kood on kehv, palun muuda ta pikemaks ja vähem ennustatavaks
eu: PIN ahula, egizu luzeagoa edo asmatzeko zailagoa
fi: Heikko PIN-koodi, tee siitä pidempi tai vähemmän ennustettava
fr: Code PIN faible, rendez-le plus long ou moins prévisible
ga: UAP lag, déan níos faide nó níos lú intuartha é
he: קוד אישי חלש, נא להאריך או לסבך אותו
hu: Gyenge PIN-kód, növelje meg a hosszát vagy tegye kevésbé kiszámíthatóvá
id: PIN lemah, jadikan lebih panjang atau lebih sulit ditebak
ka: სუსტი PIN-კოდი. დააგრძელეთ, ან გაართულეთ ის
kn: ದುರ್ಬಲವಾದ ಪಿನ್, ಅದನ್ನು ಉದ್ದ ಅಥವಾ ಕಡಿಮೆ ಊಹಿಸಬಹುದಾದಂತೆ ಮಾಡಿ
lo: PIN ບໍ່ປອດໄພ, ໃຫ້ຕັ້ງຍາວກວ່ານີ້ ຫຼື ຄາດເດົາໄດ້ຍາກຂຶ້ນ
nl: Zwakke pincode, maak hem langer of minder voorspelbaar
oc: PIN feble, fasètz-lo mai long o mens previsible
pl: Słaby kod PIN, wydłuż go lub uczyń mniej przewidywalnym
pt: CÓDIGO fraco, torne-o mais longo ou menos previsível
pt_br: PIN fraco, torna-o mais longo ou menos previsível
ru: Слабый PIN-код, сделайте его длиннее или менее предсказуемым
sk: Slabý PIN, vytvorte ho dlhší alebo menej predvídateľný
sv: Svag PIN-kod, gör den längre eller mindre förutsägbar
ta: பலவீனமான முள், நீண்டதாகவோ அல்லது குறைவாகவோ கணிக்கக்கூடியதாக மாற்றவும்
ug: ئاجىز PIN، ئۇزۇنراق ياكى مۆلچەرلەشنى تەسلەشتۈرۈڭ
uk: Слабкий PIN-код, зробіть його довшим або менш передбачуваним
zh: 弱PIN，请让它更长或者更难以预测
zh_tw: 較弱的 PIN 碼，使其更長或更難預測

# recoveryKeyPinEntropyOptimal
source: PIN is long enough
ar: رقم التعريف الشخصي طويل بما فيه الكفاية
ca: El PIN és suficientment llarg
cs: PIN je dostatečně dlouhý
de: PIN ist lang genug
eo: PIN esta sufiĉe longa
es: La longitud del PIN es suficiente
et: PIN-kood on piisavalt pikk
eu: Luzera egokiko PINa
fi: PIN-koodi ei ole riittävän pitkä
fr: Le PIN est suffisamment long
ga: Tá an UAP fada go leor
he: הקוד האישי ארוך מספיק
hu: A PIN-kód elég hosszú
id: PIN cukup panjang
ka: PIN-კოდი საკმარისად გრძელია
kn: ಪಿನ್ ಸಾಕಷ್ಟು ಉದ್ದವಾಗಿದೆ
lo: PIN ຍາວພຽງພໍແລ້ວ
nl: Pincode is lang genoeg
oc: Lo PIN es sufisentament long
pl: Kod PIN jest wystarczająco długi
pt: CÓDIGO é longo o suficiente
pt_br: O PIN é longo o suficiente
ru: PIN-код достаточно длинный
sk: PIN je dostatočne dlhý
sv: PIN-koden är tillräckligt lång
ta: முள் நீண்டது
ug: PIN يېتەرلىك ئۇزۇن
uk: PIN-код достатньо довгий
zh: PIN足够长
zh_tw: PIN 碼夠長

# recoveryKeyPassphrasePassphraseSuccessBody
source: You passphrase was successfully updated.
ar: تم تحديث عبارة المرور الخاصة بك بنجاح.
ca: La contrasenya s'ha actualitzat correctament.
cs: Vaše heslová fráze byla úspěšně zaktualizována.
de: Ihre Passphrase wurde erfolgreich aktualisiert.
eo: Via pasfrazo estis sukcese ŝanĝita.
es: La contraseña ha sido actualizada correctamente.
et: Sinu salafraasi muutmine õnnestus.
eu: Pasaesaldia behar bezala eguneratu da.
fi: Tunnuslause päivitettiin onnistuneesti.
fr: Votre phrase de passe a été mise à jour avec succès.
ga: Nuashonraíodh d’fhrása faire go rathúil.
he: מילת הצופן שלך עודכנה בהצלחה.
hu: A jelmondata sikeresen frissítve lett.
id: Frasa sandi Anda berhasil diperbarui.
ka: თქვენი საკვანძო ფრაზა წარმატებით განახლდა.
kn: ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.
lo: ອັບເດດວະລີຜ່ານຂອງທ່ານສຳເລັດແລ້ວ.
nl: Uw wachtwoordzin is met success bijgewerkt.
oc: La frasa secrèta es estada corrèctament actualizada.
pl: Twoje hasło zostało pomyślnie zaktualizowane.
pt: A sua frase passe foi atualizada com sucesso.
pt_br: Sua senha foi atualizada com sucesso.
ru: Ваша парольная фраза была успешно обновлена.
sk: Vaša prístupová fráza bola úspešne aktualizovaná.
sv: Din lösenfras uppdaterades framgångsrikt.
ta: நீங்கள் கடவுச்சொல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
tr: Parolanız başarıyla güncellendi.
ug: ئىم ئىبارە مۇۋەپپەقىيەتلىك يېڭىلاندى.
uk: Ваша парольна фраза успішно оновлена.
zh: 您的密码已成功更新。
zh_tw: 您的密碼已成功更新。
