Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# ubuntuProComplianceDisclaimer
source: Only recommended to assist with FedRAMP, HIPAA and other compliance and hardening requirements.
eo: Nur por helpi plenumi postulojn pri konformiĝo kaj malmoligo laŭ FedRAMP, HIPAA, kaj similaj normoj.
fr: Seulement recommandé pour aider avec FedRAMP, HIPAA et d’autres exigences de conformité et de durcissement.
sk: Odporúča sa iba na podporu požiadaviek FedRAMP, HIPAA a ďalších štandardov a hardeningu.
uk: Рекомендовано лише для допомоги з FedRAMP, HIPAA та іншими вимогами щодо відповідності та посилення безпеки.

# ubuntuProTokenPrompt
source: Get an Ubuntu Pro token from your administrator or from {proLink}
eo: Akiru ĵetonon por Ubuntu Pro el via administranto aŭ el {proLink}
fr: Obtenez un jeton Ubuntu Pro depuis votre administrateur ou depuis {proLink}
sk: Získajte token Ubuntu Pro od administrátora alebo z {proLink}
uk: Отримайте токен Ubuntu Pro у свого адміністратора або на сайті {proLink}

# ubuntuProCompliance
source: Compliance and hardening
eo: Konformiĝo kaj malmoligo
fr: Conformité et durcissement
sk: Dodržiavanie štandardov a hardening
uk: Відповідність та посилення захисту

# ubuntuProComplianceUSGTitle
source: Ubuntu Security Guide (USG)
eo: Gvidilo pri Sekureco de Ubuntu (USG)
fr: Guide de sécurité Ubuntu (USG)
uk: Посібник з безпеки Ubuntu (USG)

# ubuntuProEnableTokenSubtitle
source: From your IT admin or from {proLink}
eo: El via teĥnika administranto aŭ el {proLink}
fr: Depuis votre administrateur informatique ou depuis {proLink}
sk: Od vášho IT administrátora alebo z {proLink}
uk: Від вашого ІТ-адміністратора або з {proLink}

# ubuntuProDisablePrompt
source: Disabling Ubuntu Pro will detach your subscription from this machine. Do you want to proceed?
eo: Malŝaltante Ubuntu Pro, vi dekroĉos vian abonon de ĉi tiu komputilo. Ĉu daŭrigi?
fr: Désactiver Ubuntu Pro détachera votre abonnement de cette machine. Voulez-vous continuer ?
sk: Deaktivovaním Ubuntu Pro sa toto zariadenie odpojí od vášho predplatného. Chcete pokračovať?
uk: Вимкнення Ubuntu Pro від'єднає вашу підписку від цього комп’ютера. Продовжити?

# ubuntuProESMTitle
source: Expanded Security Maintenance (ESM)
eo: Etendita Sekureca Mastrumado (ESM)
fr: Maintenance de sécurité étendue (ESM)
uk: Розширене обслуговування безпеки (ESM)

# ubuntuProESMDescription
source: ESM provides 10 years of security patches for 25,000+ open source packages. Get continuous vulnerability management for critical, high, and medium CVEs.
eo: ESM provizas 10 jarojn da sekurigaj ĝisdatigoj por pli ol 25 000 malfermitkodaj pakoj. Ĝuu daŭran mastrumadon kontraŭ vundeblaĵoj de kriza, alta, kaj meza CVE-niveloj.
fr: ESM fournit 10 ans de correctifs de sécurité pour plus de 25 000 paquetages open source. Obtenez la gestion continue des vulnérabilités pour les CVE critiques, élevées et moyennes.
sk: ESM poskytuje 10 rokov bezpečnostných aktualizácií pre viac než 25 000 open‑source balíkov a priebežnú správu zraniteľností pre kritické, vysoké a stredné CVE.
uk: ESM надає 10 років виправлень безпеки для понад 25 000 пакетів з відкритим кодом. Отримайте безперервне керування вразливостями для критичних, високо- та середнього рівня CVE.

# ubuntuProLivepatchEnableDescription
source: Apply kernel security updates while the system runs
eo: Efektivigi kernajn sekurigajn ĝisdatigojn dum la sistemo ruliĝas
fr: Appliquer les mises à jour de sécurité du noyau pendant que le système s’exécute
sk: Použiť bezpečnostné aktualizácie jadra počas chodu systému
uk: Застосовуйте оновлення безпеки ядра під час роботи системи

# ubuntuProComplianceDocumentation
source: Security compliance documentation
eo: Dokumentaro pri konformiĝo al sekurecaj normoj
fr: Documentation de conformité à la sécurité
sk: Dokumentácia k bezpečnostným štandardom
uk: Документація щодо відповідності вимогам безпеки

# ubuntuProDisabled
source: Enterprise-grade security and compliance for your computer. Always free for personal use. {learnMoreLink}
eo: Entrepreno-nivelaj sekureco kaj konformiĝo por via komputilo. Ĉiam senkosta por persona uzado. {learnMoreLink}
fr: Sécurité et conformité de niveau entreprise pour votre ordinateur. Toujours gratuit pour un usage personnel. {learnMoreLink}
sk: Podnikové zabezpečenie a dodržiavanie štandardov pre váš počítač. Vždy zadarmo na osobné použitie. {learnMoreLink}
uk: Безпека та відповідність корпоративного рівня для вашого комп'ютера. Завжди безкоштовно для особистого використання. {learnMoreLink}

# ubuntuProComplianceUSGDescription
source: Automates hardening and auditing with CIS benchmark and DISA-STIG profiles while allowing for environment-specific customizations.
eo: Aŭtomatigi malmoligon kaj ekzamenadon per testado CIS kaj profiloj DISA-STIG, permesante medio-specifajn adaptojn.
fr: Automatise le durcissement et l’audit avec les profils de référence CIS et DISA-STIG tout en permettant des personnalisations spécifiques à l’environnement.
sk: Automatizuje hardening a audit pomocou profilov CIS Benchmark a DISA‑STIG s možnosťou prispôsobenia pre konkrétne prostredie.
uk: Автоматизує посилення захисту та аудит за допомогою бенчмарків CIS та профілів DISA-STIG, водночас дозволяючи налаштування відповідно до середовища.

# ubuntuProComplianceFIPSDescription
source: A US and Canada government cryptographic module certification of compliance with the FIPS 140-2 data protection standard.
eo: Atestado de konformeco de ĉifraj moduloj al la datenprotekta normo FIPS 140-2 de la Usona kaj Kanada registaroj.
fr: Une certification de module cryptographique des gouvernements américain et canadien en conformité avec la norme de protection des données FIPS 140-2.
sk: Certifikácia kryptografických modulov podľa štandardu FIPS 140‑2 používaná vládami USA a Kanady.
uk: Сертифікація криптографічного модуля уряду США та Канади на відповідність стандарту захисту даних FIPS 140-2.

# diskEncryptionPageErrorUnconnectedSnapInterfaceCommand
source: snap connect desktop-security-center:snap-fde-control
ga: snap connect ionad-slándála-deisce: snap-fde-control
kn: ಇತರ ಆಯ್ಕೆಗಳುಸ್ನ್ಯಾಪ್ ಕನೆಕ್ಟ್ ಡೆಸ್ಕ್‌ಟಾಪ್-ಸೆಕ್ಯುರಿಟಿ-ಸೆಂಟರ್:ಸ್ನ್ಯಾಪ್-ಎಫ್‌ಡಿ-ಕಂಟ್ರೋಲ್
ta: ச்னாப் இணைக்க டெச்க்டாப்-பாதுகாப்பு-மையம்: ச்னாப்-எஃப்.டி.இ-கட்டுப்பாடு
ug: snapd ئۈستەلئۈستى بىخەتەرلىك مەركىزىگە باغلاندى: snap-fde-control
zh: snap连接desktop-security-center（桌面安全中心）:snap-fde-control
