Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# diskEncryptionPageErrorUnconnectedSnapInterfaceHeader
source: Security Center cannot connect to the snapd interface
ar: لم يتمكن مركز الأمان من الاتصال بواجهة snapd
ca: El Centre de Seguretat no pot connectar-se a la interfície snpad
cs: Centru zabezpečení se nepodařilo připojit k rozhraní snapd
de: Das Sicherheitszentrum kann keine Verbindung zur snapd-Schnittstelle herstellen
eo: Ne povas konekti Sekurecan Centron al la interfaco de snapd
es: El centro de seguridad no pudo conectarse a la interfaz de snapd
et: Andmeturbekeskus ei suuda luua ühendust snapd teenuse liidesega
eu: Segurtasun zentroa ezin da snapd interfazera konektatu
fi: Tietoturvakeskus ei voi yhdistää snapd-liitäntään
fr: Le centre de sécurité ne parvient pas à se connecter à l’interface Snapd
ga: Ní féidir leis an Ionad Slándála ceangal leis an gcomhéadan snapd
he: מרכז האבטחה לא יכול להתחבר למנשק snapd
hu: A biztonsági központ nem tud kapcsolódni a snapd csatolójához
id: Pusat Keamanan tidak dapat terhubung ke antarmuka snapd
ka: უსაფრთხოების ცენტრი ვერ დაუკავშირდა spand-ის ინტერფეისს
kn: ಭದ್ರತಾ ಕೇಂದ್ರವು snapd ಇಂಟರ್ಫೇಸ್‌ಗೆ ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
lo: ສູນຄວາມປອດໄພບໍ່ສາມາດເຊື່ອມຕໍ່ກັບ snapd interface ໄດ້
oc: Lo Centre de seguretat se pòt pas connectar a l’interfàcia snapd
pl: Centrum zabezpieczeń nie może połączyć się z interfejsem snapd
pt_br: O Centro de Segurança não consegue se conectar à interface snapd
ru: Центр безопасности не может подключиться к интерфейсу snapd
sk: Centrum zabezpečenia sa nemôže pripojiť k rozhraniu snapd
sv: Säkerhetscentret kan inte ansluta till snapd-gränssnitt
ta: பாதுகாப்பு மையத்தால் ச்னாப் இடைமுகத்துடன் இணைக்க முடியாது
ug: بىخەتەرلىك مەركىزى snapd ئارايۈزىگە باغلىنالمايدۇ
uk: Security Center не може підключитися до інтерфейсу snapd
zh: 安全中心不能连接到snapd界面
zh_tw: 安全中心無法連接到 snapd 介面

# diskEncryptionPageErrorUnconnectedSnapInterfaceBody
source: To fix this, run this command in the terminal:
ar: لإصلاح هذه المشكلة، قم بتشغيل هذا الأمر في الطرفية:
ca: Per solucionar això, executeu aquesta ordre al terminal:
cs: Opravíte to spuštěním tohoto příkazu v terminálu:
de: Um dies zu beheben, führen Sie diesen Befehl im Terminal aus:
eo: Por ripari tion, rulu la jenan komandon en la terminalo:
es: Para solucionar esto, ejecute este comando en la terminal:
et: Vea parandamiseks käivita terminalis järgnev käsk:
eu: Hau konpontzeko, exekutatu komando hau terminalean:
fi: Korjataksesi tämän, suorita seuraava komento päätteessä:
fr: Pour résoudre ceci, exécutez cette commande dans le terminal :
ga: Chun é seo a shocrú, rith an t-ordú seo sa teirminéal:
he: כדי לתקן את זה, יש להריץ את הפקודה הזאת במסוף:
hu: Ennek javításához futtassa ezt a parancsot a terminálban:
id: Untuk memperbaikinya, jalankan perintah ini di terminal:
ka: რომ გაასწოროთ, ტერმინალში ეს ბრძანება გაუშვით:
kn: ಇದನ್ನು ಸರಿಪಡಿಸಲು, ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ಈ ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸಿ:
lo: ເພື່ອແກ້ໄຂບັນຫານີ້, ໃຫ້ລັນຄຳສັ່ງນີ້ໃນ terminal:
oc: Per resòlver aquò, executatz aquesta comanda dins lo termina :
pl: W celu naprawy uruchom to polecenie w terminalu:
pt_br: Para corrigir isso, execute o seguinte comando no terminal:
ru: Чтобы исправить это, выполните следующую команду в терминале:
sk: Aby ste to opravili, spustite tento príkaz v termináli:
sv: För att åtgärda detta, kör följande kommando i terminalen:
ta: இதை சரிசெய்ய, இந்த கட்டளையை முனையத்தில் இயக்கவும்:
ug: بۇنى ئوڭشاش ئۈچۈن، تۆۋەندىكى بۇيرۇق تېرمىنالدا ئىجرا قىلىنىدۇ:
uk: Щоб виправити це, виконайте цю команду в терміналі:
zh: 要修复这个，在终端中输入：
zh_tw: 為了解決此問題, 請於終端機中執行下列指令:

# recoveryKeyEncrpytionPassphraseHeader
source: Encryption passphrase
ar: عبارة مرور التشفير
ca: Contrasenya de l'Encriptació
cs: Šifrovací heslová fráze
de: Verschlüsselungspassphrase
eo: Ĉifra pasfrazo
es: Contraseña de encriptación
et: Krüptimise salafraas
eu: Zifratzearen pasaesaldia
fi: Salauksen tunnuslause
fr: Phrase de passe de chiffrement
ga: Pasfrása criptithe
he: מילת צופן להצפנה
hu: Titkosítási jelmondat
id: Frasa sandi enkripsi
ka: დაშიფვრის საკვანძო ფრაზა
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಪಾಸ್‌ಫ್ರೇಸ್
lo: ວະລີຜ່ານການເຂົ້າລະຫັດ
oc: Frasa secrèta de chiframent
pl: Hasło szyfrowania
pt_br: Senha de criptografia
ru: Парольная фраза шифрования
sk: Šifrovacia prístupová fráza
sv: Lösenfras för kryptering
ta: குறியாக்க பாச்ஃபிரச்
ug: شىفىرلانغان ئىم ئىبارە
uk: Пароль шифрування
zh: 加密密码
zh_tw: 加密密碼

# diskEncryptionPageErrorFailedToRetrieveStatusHeader
source: Encryption settings not available
ar: إعدادات التشفير غير متوفرة
ca: La configuració de l'Encriptació no està disponible
cs: Nastavení šifrování není k dispozici
de: Verschlüsselungseinstellungen nicht verfügbar
eo: Ĉifraj agordoj ne disponeblas
es: La configuración de la encriptación no está disponible
et: Krüptimise seadistused pole saadaval
eu: Zifratze ezarpenak ez daude erabilgarri
fi: Salausasetuksia ei ole saatavilla
fr: Paramètres de chiffrement non disponibles
ga: Níl socruithe criptithe ar fáil
he: הגדרות ההצפנה אינן זמינות
hu: Titkosítási beállítások nem érhetők el
id: Pengaturan enkripsi tidak tersedia
ka: დაშიფვრის პარამეტრები ხელმისაწვდომი არაა
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
lo: ການຕັ້ງຄ່າການເຂົ້າລະຫັດບໍ່ພ້ອມໃຊ້ງານ
oc: Paramètres de chiframent non disponible ms
pl: Ustawienia szyfrowania niedostępne
pt_br: Configurações de criptografia não disponíveis
ru: Настройки шифрования недоступны
sk: Nastavenia šifrovania nie sú k dispozícii
sv: Krypteringsinställningar är inte tillgängliga
ta: குறியாக்க அமைப்புகள் கிடைக்கவில்லை
ug: شىفىرلاش تەڭشىكىنى ئىشلەتكىلى بولمايدۇ
uk: Налаштування шифрування недоступні
zh: 加密设置不可用
zh_tw: 加密設定不可用

# diskEncryptionPageErrorFailedToRetrieveStatusBody
source: Failed to retrieve the encryption status of this computer.
ar: فشل استرداد حالة التشفير لهذا الكمبيوتر.
ca: Ha fallat la recuperació de l'estat d'encriptació d'aquest ordinador.
cs: Nepodařilo se získat stav šifrování tohoto počítače.
de: Der Verschlüsselungsstatus dieses Computers konnte nicht abgerufen werden.
eo: Malsukcesis akiri la staton de ĉifrado de ĉi tiu komputilo.
es: Ha fallado la comprobación del estado de encriptado de este equipo.
et: Selle arvuti krüptimise oleku tuvastamine ei õnnestunud.
eu: Huts egin du ordenagailuko zifratze egoera eskuratzeak.
fi: Tietokoneen salaustilanteen nouto epäonnistui.
fr: Échec de la récupération du statut de chiffrement de cet ordinateur.
ga: Theip ar stádas criptithe an ríomhaire seo a aisghabháil.
he: משיכת מצב ההצפנה מהמחשב הזה נכשלה.
hu: Nem sikerült lekérni a számítógép titkosítási állapotát.
id: Gagal mengambil status enkripsi komputer ini.
ka: ამ კომპიუტერის დაშიფვრის სტატუსის მიღება ჩავარდა.
kn: ಈ ಕಂಪ್ಯೂಟರ್‌ನ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಸ್ಥಿತಿಯನ್ನು ಹಿಂಪಡೆಯಲು ವಿಫಲವಾಗಿದೆ.
lo: ບໍ່ສາມາດດຶງສະຖານະການເຂົ້າລະຫັດຂອງຄອມພິວເຕີເຄື່ອງນີ້ໄດ້.
oc: Fracàs de la recuperacion de l’estat de chiframent d’aqueste ordenador.
pl: Nie udało się pobrać stanu szyfrowania tego komputera.
pt_br: Não foi possível recuperar o estado de criptografia deste computador.
ru: Не удалось получить статус шифрования этого компьютера.
sk: Nepodarilo sa získať stav šifrovania tohto počítača.
sv: Misslyckades att hämta krypteringsstatus för denna dator.
ta: இந்த கணினியின் குறியாக்க நிலையை மீட்டெடுப்பதில் தோல்வி.
ug: بۇ كومپيۇتېرنىڭ شىفىرلاش ھالىتىگە ئېرىشەلمىدى.
uk: Не вдалося отримати стан шифрування цього комп'ютера.
zh: 在返回您的电脑的加密状况时出现错误。
zh_tw: 擷取這台電腦的加密狀態失敗。

# recoveryKeyTPMExplanationLearnMore
source: Learn more about hardware-backed encryption
ar: تعرف على المزيد حول التشفير المدعوم بالأجهزة
ca: Més informació sobre l'encriptació amb suport de maquinari
cs: Zjistit víc o šifrování obsluhovaném hardwarem
de: Erfahren Sie mehr über hardwaregestützte Verschlüsselung
eo: Lernu plu pri aparato-baza ĉifrado
es: Más información sobre la encriptación con soporte de hardware
et: Lisateave riistvarapõhise krüptimise kohta
eu: Informazio gehiago hardware bidezko zifratzeari buruz
fi: Lue lisää laitteiston tukemasta salauksesta
fr: En savoir plus sur le chiffrement matériel
ga: Foghlaim tuilleadh faoi chriptiú atá bunaithe ar chrua-earraí
he: מידע נוסף על הצפנה בגיבוי חומרה
hu: Tudjon meg többet a hardveresen támogatott titkosításról
id: Pelajari lebih lanjut tentang enkripsi yang didukung perangkat keras
ka: გაიგეთ მეტი აპარატურით მხარდაჭერილი დაშიფვრის შესახებ
kn: ಹಾರ್ಡ್‌ವೇರ್-ಬೆಂಬಲಿತ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບການເຂົ້າລະຫັດດ້ວຍຮາດແວ
oc: Ne saber mai sul chiframent material
pl: Dowiedz się więcej o szyfrowaniu sprzętowym
pt_br: Saiba mais sobre criptografia com suporte de hardware
ru: Узнайте больше об аппаратном шифровании
sk: Zistite viac o šifrovaní podporovanom hardvérom
sv: Lär dig mer om hårdvarustödd kryptering
ta: வன்பொருள் உதவி குறியாக்கம் பற்றி மேலும் அறிக
ug: قاتتىق دېتال قوللايدىغان شىفىرلاش ھەققىدىكى تەپسىلات
uk: Дізнайтеся більше про шифрування з апаратним забезпеченням
zh: 了解更多关于硬件返回加密
zh_tw: 進一步了解硬體支援的加密

# diskEncryptionPageStoreYourKeyWithLink
source: The recovery key lets you regain access to your data if the disk fails to unlock during startup. Save it somewhere safe. {learnMoreLink}
ar: يتيح لك مفتاح الاسترداد استعادة الوصول إلى بياناتك في حال تعذّر فتح القرص أثناء بدء التشغيل. احفظه في مكان آمن. {learnMoreLink}
ca: La clau de recuperació et permet recuperar l'accés a les teves dades si el teu disc no es desbloqueja durant l'arrencada. Deseu-lo en un lloc segur. {learnMoreLink}
cs: Obnovovací klíč vám umožní získat zpět přístup ke svým datům v případě, že se disk nepodaří odemknout při startu systému. Uložte si ho na bezpečné místo. {learnMoreLink}
de: Mit dem Wiederherstellungsschlüssel können Sie wieder auf Ihre Daten zugreifen, wenn Ihre Festplatte beim Start nicht entsperrt werden kann. Bewahren Sie ihn an einem sicheren Ort auf. {learnMoreLink}
eo: La restaŭra ŝlosilo ebligas reatingi viajn datenojn, se oni malsukcesas malŝlosi la diskon dum starto. Konservu ĝin en sekura loko. {learnMoreLink}
es: La clave de recuperación le permite recuperar el acceso a sus datos si el disco no se desbloquea durante el arranque. Guárdelo en un lugar seguro.{learnMoreLink}
et: Taastevõti võimaldab sul tagada ligipääsu oma andmetele, kui andmekandja lukustuse eemaldamine arvuti käivitamisel ei toimi. Salvesta ta turvaliselt kas digitaalses salasõnalaekas või vana kooli seifis. {learnMoreLink}
eu: Berreskuratze gakoak zure datuetara sarbidea berreskuratzeko aukera ematen dizu diskoa abioan desblokeatzeak huts egiten badu. Gorde leku seguruan. {learnMoreLink}
fi: Palautusavain mahdollistaa tietoihin pääsyn, jos levyn lukituksen avaus ei onnistu käynnistettäessä. Tallenna se turvalliseen paikkaan. {learnMoreLink}
fr: La clé de récupération (de secours) vous permet de retrouver l’accès à vos données si le disque ne parvient pas à se déverrouiller pendant le démarrage. Enregistrez-la dans un endroit sûr. {learnMoreLink}
ga: Ligeann an eochair aisghabhála duit rochtain a fháil ar do shonraí arís mura ndíghlasálann do dhiosca le linn an tosaithe. Sábháil é in áit shábháilte. {learnMoreLink}
he: מפתח השחזור מאפשר לך להשיב את הגישה לנתונים שלך אם שחרור נעילת הכונן בעלייה נכשל. כדאי לשמור אותו במקום בטוח. {learnMoreLink}
hu: A helyreállítási kulcs segítségével szerezheti vissza az adatokhoz való hozzáférést, ha a lemezt nem sikerül feloldani az indítás során. Mentse el biztonságos helyre. {learnMoreLink}
id: Kunci pemulihan memungkinkan Anda mendapatkan kembali akses ke data Anda jika disk Anda gagal dibuka saat startup. Simpan di tempat yang aman. {learnMoreLink}
ka: აღდგენის გასაღები საშუალებას გაძლევთ, დაიბრუნოთ წვდომა თქვენს მონაცემებზე, თუ სისტემის ჩატვირთვისას დისკის გაშიფვრას ვერ შეძლებთ. შეინახეთ ის სადმე უსაფრთხო ადგილას. {learnMoreLink}
kn: ಪ್ರಾರಂಭದ ಸಮಯದಲ್ಲಿ ಡಿಸ್ಕ್ ಅನ್‌ಲಾಕ್ ಮಾಡಲು ವಿಫಲವಾದಲ್ಲಿ ನಿಮ್ಮ ಡೇಟಾಗೆ ಪ್ರವೇಶವನ್ನು ಮರಳಿ ಪಡೆಯಲು ಮರುಪ್ರಾಪ್ತಿ ಕೀ ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಎಲ್ಲೋ ಸುರಕ್ಷಿತವಾಗಿ ಉಳಿಸಿ. {learnMoreLink}
lo: ຄີກູ້ຄືນຊ່ວຍໃຫ້ທ່ານກັບມາເຂົ້າເຖິງຂໍ້ມູນຂອງທ່ານໄດ້ ຫາກດິດຂອງທ່ານປົດລັອກບໍ່ໄດ້ໃນລະຫວ່າງການເປີດເຄື່ອງ. ໃຫ້ບັນທຶກມັນໄວ້ໃນບ່ອນທີ່ປອດໄພ. {learnMoreLink}
oc: La clau de recuperacion vos permet de retrobar l’accès a vòstras donadas se lo disc capita pas a se desverrolhar a l’aviada. Gardatz-la en luòc segur. {learnMoreLink}
pl: Klucz odzyskiwania umożliwia odzyskanie dostępu do danych, jeśli dysk nie zostanie odblokowany podczas uruchamiania. Zapisz go w bezpiecznym miejscu. {learnMoreLink}
pt_br: A chave de recuperação permite que você recupere o acesso aos seus dados caso o disco não desbloqueie durante a inicialização. Guarde-a em um local seguro. {learnMoreLink}
ru: Ключ восстановления позволит вам восстановить доступ к данным, если диск не удалось разблокировать при запуске. Сохраните его в безопасном месте. {learnMoreLink}
sk: Obnovovací kľúč vám umožní znovu získať prístup k údajom, ak sa disk nepodarí odomknúť pri spustení. Uložte ho na bezpečné miesto. {learnMoreLink}
sv: Återställningsnyckeln låter dig återfå åtkomst till din data om disken inte låses upp under uppstart. Spara den på ett säkert ställe. {learnMoreLink}
ta: தொடக்கத்தின் போது உங்கள் வட்டு திறக்கத் தவறினால், உங்கள் தரவுகளுக்கான அணுகலை மீண்டும் பெற மீட்பு விசை உங்களை அனுமதிக்கிறது. எங்காவது பாதுகாப்பாக சேமிக்கவும். {learnMoreLink}
ug: ئەگەر قوزغالغاندا دىسكىڭىزنىڭ قۇلۇپىنى ئاچالمىسا ئەسلىگە كەلتۈرۈش ئاچقۇچى سانلىق مەلۇماتلىرىڭىزنى زىيارەت قىلىشىڭىزغا يول قويىدۇ. ئۇنى بىخەتەر بىر جايغا ساقلاڭ. {learnMoreLink}
uk: Ключ відновлення дає вам змогу відновити доступ до ваших даних, якщо диск не розблокується під час запуску. Збережіть його в безпечному місці. {learnMoreLink}
zh: 恢复密钥让您恢复访问您的数据当您的磁盘在启动时无法解锁。请在一些安全的地方保存。{learnMoreLink}
zh_tw: 如果磁碟在啟動時無法解鎖，復原金鑰可讓您重新取得資料。將它保存在安全的地方。{learnMoreLink}

# recoveryKeyExceptionFilePermissionTitle
source: Failed to save your recovery key to file
ar: فشل في حفظ مفتاح الاسترداد الخاص بك في الملف
ca: Ha fallat quan es desava la clau de recuperació a un fitxer
cs: Nepodařilo se uložit váš záchranný klíč do souboru
de: Fehler beim Speichern Ihres Wiederherstellungsschlüssels in einer Datei
eo: Malsukcesis konservi vian restaŭran ŝlosilon al dosiero
es: Hubo un error al guardar su clave de recuperación a un archivo
et: Taastevõtme salvestamine faili ei õnnestunud
eu: Huts egin du berreskuratze gakoa fitxategian gordetzeak
fi: Palautusavaimen tallentaminen tiedostoon epäonnistui
fr: Échec d'enregistrement de votre clé de récupération dans le fichier
ga: Theip ar d’eochair aisghabhála a shábháil chuig an gcomhad
he: שמירת מפתח השחזור שלך לקובץ נכשלה
hu: Nem sikerült a helyreállítási kulcsot fájlba menteni
id: Gagal menyimpan kunci pemulihan Anda ke berkas
ka: თქვენი აღდგენის გასაღების ფაილში შენახვა ჩავარდა
kn: ನಿಮ್ಮ ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ಫೈಲ್‌ಗೆ ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ
lo: ບັນທຶກຄີກູ້ຄືນຂອງທ່ານລົງໄຟລ໌ບໍ່ສຳເລັດ
oc: Fracàs de l’enregistrament de la clau de recuperacion dins lo fichièr
pl: Nie udało się zapisać klucza odzyskiwania do pliku
pt_br: Não foi possível salvar sua chave de recuperação no arquivo
ru: Не удалось сохранить ключ восстановления в файл
sk: Nepodarilo sa uložiť obnovovací kľúč do súboru
sv: Misslyckades med att spara din återställningsnyckel till fil
ta: கோப்புக்கு உங்கள் மீட்பு விசையை சேமிப்பதில் தோல்வி
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىڭىزنى ھۆججەتكە ساقلىيالمىدى
uk: Не вдалося зберегти ключ відновлення у файл
zh: 无法保存恢复密钥到文件
zh_tw: 無法將您的復原金鑰儲存至檔案

# recoveryKeyExceptionFilePermissionBody
source: You do not have permission to write to that file location.
ar: ليس لديك إذن للكتابة إلى موقع الملف هذا.
ca: No teniu permís per escriure a aquesta ubicació del fitxer.
cs: Nemáte oprávnění zapisovat do tohoto umístění souboru.
de: Sie haben keine Berechtigung, in diesen Dateispeicherort zu schreiben.
eo: Vi ne rajtas skribi al tiu dosierloko.
es: No tiene permisos de escritura en esa ruta de archivos.
et: Sul pole õigusi sellesse asukohta kirjutamiseks.
eu: Ez duzu baimenik fitxategiaren kokalekuan idazteko.
fi: Tähän sijaintiin ei ole oikeutta kirjoittaa.
fr: Vous n’avez pas la permission d’écrire dans cet emplacement de fichier.
ga: Níl cead agat scríobh chuig an suíomh comhaid sin.
he: אין לך הרשאה לכתוב למקום של הקובץ הזה.
hu: Nincs jogosultsága az adott fájlhelyre írni.
id: Anda tidak memiliki izin untuk menulis ke lokasi berkas tersebut.
ka: თქვენ არ გაქვთ ამ ფაილის მდებარეობაზე ჩაწერის უფლება.
kn: ಆ ಫೈಲ್ ಸ್ಥಳಕ್ಕೆ ಬರೆಯಲು ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ.
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ຂຽນລົງໃນທີ່ຕັ້ງໄຟລ໌ນັ້ນ.
oc: Avètz pas l’autorizacion d’escriure dins aqueste emplaçament de fichièr.
pl: Nie masz uprawnień do zapisu w tej lokalizacji pliku.
pt_br: Você não tem permissão para escrever nesse local de arquivo.
ru: У вас нет прав на запись в этот файл.
sk: Nemáte oprávnenie zapisovať do tohto umiestnenia súboru.
sv: Du har inte behörighet att skriva till den filplatsen.
ta: அந்த கோப்பு இருப்பிடத்திற்கு எழுத உங்களுக்கு இசைவு இல்லை.
ug: ئۇ ھۆججەت ئورنىغا يېزىش ئىجازىتىڭىز يوق.
uk: У вас немає дозволу на запис у це місце розташування файлу.
zh: 您没有权以写到那个文件位置中。
zh_tw: 您沒有寫入該檔案位置的權限。

# diskEncryptionPageErrorUnsupportedStateBody
source: Your computer's TPM configuration is not in a supported state.
ar: تكوين TPM للكمبيوتر الخاص بك ليس في حالة مدعومة.
ca: La configuració TPM del vostre ordinador no està en un estat suportat.
cs: Nastavení TPM počítače se nenachází v podporovaném stavu.
de: Die TPM-Konfiguration Ihres Computers befindet sich nicht in einem unterstützten Zustand.
eo: La Fidata Platforma Modulo (TPM) de via komputilo ne estas en subtenata stato.
es: La configuración TPM de su equipo no está en un estado soportado.
et: Sinu arvuti raudavara TPM-i mooduli seadistus on mittetoetatud olekus.
eu: Ordenagailuaren TPM konfigurazioa ez dago onartutako egoera batean.
fi: Tietokoneen TPM-asetukset eivät ole tuetussa tilassa.
fr: La configuration du TPM de votre ordinateur n’est pas dans un état pris en charge.
ga: Níl cumraíocht TPM do ríomhaire i riocht a bhfuil tacaíocht ann dó.
he: הגדרות ה־TPM (מודול פלטפורמה מאובטחת) שלך אינן במצב נתמך.
hu: A számítógép TPM-konfigurációja nem támogatott állapotban van.
id: Konfigurasi TPM komputer Anda tidak dalam kondisi yang didukung.
ka: თქვენი კომპიუტერის TPM-ის კონფიგურაცია მხარდაჭერილ მდგომარეობაში არაა.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನ TPM ಕಾನ್ಫಿಗರೇಶನ್ ಬೆಂಬಲಿತ ಸ್ಥಿತಿಯಲ್ಲಿಲ್ಲ.
lo: ການຕັ້ງຄ່າ TPM ຂອງຄອມພິວເຕີຂອງທ່ານບໍ່ຢູ່ໃນສະຖານະທີ່ຮອງຮັບ.
oc: La configuracion TPM de vòstre ordenador es pas presa en carga.
pl: Konfiguracja modułu TPM na tym komputerze nie jest obsługiwana.
pt_br: A configuração do TPM do seu computador não está em um estado compatível.
ru: Конфигурация TPM вашего компьютера не поддерживается.
sk: Konfigurácia TPM vášho počítača nie je v podporovanom stave.
sv: Datorns TPM-konfiguration är inte i ett tillstånd som stöds.
ta: உங்கள் கணினியின் டிபிஎம் உள்ளமைவு ஆதரிக்கப்படும் நிலையில் இல்லை.
ug: كومپيۇتېرىڭىزنىڭ TPM سەپلىمىسى قوللايدىغان ھالەتتە ئەمەس.
uk: Конфігурація TPM вашого комп'ютера не підтримується.
zh: 您的电脑的TPM配置不在一个受支持的状态。
zh_tw: 您的電腦 TPM 配置處於不受支持的狀態。

# recoveryKeyTPMExplanationBody
source: The encryption keys are stored in your computer's Trusted Platform Module (TPM).
ar: يتم تخزين مفاتيح التشفير في وحدة النظام الأساسي الموثوق بها (TPM) الموجودة على جهاز الكمبيوتر الخاص بك.
ca: Les claus d'encriptació s'emmagatzemen al mòdul de plataforma de confiança (TMP) de l'ordinador.
cs: Šifrovací klíče jsou uchovávány v modulu důvěryhodné platformy (TPM) počítače.
de: Die Verschlüsselungsschlüssel werden im Trusted Platform Module (TPM) Ihres Computers gespeichert.
eo: La ĉifraj ŝlosiloj konserviĝas en la Fidata Platforma Modulo (TPM) de via komputilo.
es: Las claves de encriptación se almacenan en el módulo de plataforma de confianza (TPM) del ordenador.
et: Krüptovõtmed on salvestatud sinu arvuti TPM-is (Trusted Platform Module).
eu: Zifratze gakoak ordenagailuaren Konfiantzazko Plataforma Moduluan (TPM) gordetzen dira.
fi: Salausavaimet ovat tallennettu tietokoneen TPM-moduuliin (Trusted Platform Module).
fr: Les clés de chiffrement sont stockées dans le module TPM (Trusted Platform Module) de votre ordinateur.
ga: Stóráiltear na heochracha criptithe i Modúl Ardáin Iontaofa (TPM) do ríomhaire.
he: מפתחות האבטחה מאוחסנים במועדון הפלטפורמה המאובטחת (TPM).
hu: A titkosítási kulcsok a számítógép platformmegbízhatósági moduljában (TPM) vannak tárolva.
id: Kunci enkripsi disimpan dalam Trusted Platform Module (TPM) komputer Anda.
ka: დაშიფვრის გასაღებები დამახსოვრებული თქვენი კომპიუტერის სანდო პლატფორმის მოდულში (TPM).
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಕೀಗಳನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನ ಟ್ರಸ್ಟೆಡ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಮಾಡ್ಯೂಲ್ (TPM) ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ.
lo: ຄີການເຂົ້າລະຫັດຖືກເກັບໄວ້ໃນ Trusted Platform Module (TPM) ຂອງຄອມພິວເຕີຂອງທ່ານ.
oc: Las claus de chiframent son gardadas dins lo modul TPM (Trusted Platform Moduleà de l’ordenador.
pl: Klucze szyfrujące przechowywane są w module Trusted Platform Module (TPM) tego komputera.
pt_br: As chaves de criptografia são armazenadas no Módulo de Plataforma Confiável (TPM) do seu computador.
ru: Ключи шифрования хранятся в доверенном платформенном модуле (TPM) вашего компьютера.
sk: Šifrovacie kľúče sú uložené v Trusted Platform Module (TPM) vášho počítača.
sv: Krypteringsnycklarna lagras i din dators Trusted Platform Module (TPM).
ta: குறியாக்க விசைகள் உங்கள் கணினியின் நம்பகமான இயங்குதள தொகுதிகளில் (டிபிஎம்) சேமிக்கப்படுகின்றன.
ug: شىفىرلىق ئاچقۇچ كومپيۇتېرىڭىزنىڭ ئىشەنچلىك سۇپا مودېلى (TPM) غا ساقلاندى.
uk: Ключі шифрування зберігаються в модулі Trusted Platform Module (TPM) вашого комп'ютера.
zh: 加密密钥已经储存到您的电脑的信任平台模块（TPM）。
zh_tw: 加密金鑰儲存在電腦的可信賴平台模組 (TPM) 中。

# snapPermissionAccessLabel
source: Access
cs: Přístup
de: Zugriff
eo: Atingi
es: Acceder
et: Õigused
eu: Atzitzea
fi: Pääsyoikeudet
fr: Accès
ga: Rochtain
he: גישה
hu: Hozzáférés
ka: წვდომა
kn: ಪ್ರವೇಶ
lo: ເຂົ້າເຖິງ
oc: Accès
pl: Dostęp
pt_br: Acesso
ru: Доступ
sk: Prístup
sv: Åtkomst
ug: زىيارەت
uk: Доступ
zh_tw: 存取

# cameraRulesPageEmptyTileLabel
source: No apps requested access yet
cs: Žádné aplikace zatím nežádaly o přístup
de: Noch keine Apps haben Zugriff angefordert
eo: Neniu programo petis atingon ankoraŭ
es: Ninguna aplicación ha solicitado acceso aún
et: Ainsamgi rakendus pole veel luba küsinud
eu: Oraingoz aplikazio batek ere ez du sarbidea eskatu
fi: Yksikään sovellus ei ole pyytänyt pääsyoikeuksia
fr: Aucune app n’a encore demandé l’accès
ga: Níl aon aipeanna tar éis rochtain a iarraidh go fóill
he: אף יישום לא ביקש גישה עדיין
hu: Még egyetlen alkalmazás sem kért hozzáférést
ka: ჯერ აპებს წვდომა არ მოუთხოვიათ
kn: ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಇನ್ನೂ ಪ್ರವೇಶವನ್ನು ವಿನಂತಿಸಿಲ್ಲ
lo: ຍັງບໍ່ມີແອັບໃດຂໍເຂົ້າເຖິງເທື່ອ
oc: Cap d’aplicacion demandèt pas encara l’accès
pl: Żaden program nie zażądał jeszcze dostępu
pt_br: Nenhum aplicativo solicitou acesso ainda
ru: Пока ни одно приложение не запросило доступ
sk: Žiadne aplikácie zatiaľ nepožiadali o prístup
sv: Inga appar har begärt åtkomst än
ug: تېخى ھېچقانداق ئەپ زىيارەت ئىلتىماسى تەلەپ قىلمىدى
uk: Жодні застосунки ще не запитували доступ
zh_tw: 目前尚無應用程式要求存取權限

# cameraInterfacePageTitle
source: Camera
cs: Kamera
de: Kamera
eo: Kamerao
es: Cámara
et: Kaamera
eu: Kamera
fi: Kamera
fr: Caméra
ga: Ceamara
he: מצלמה
hu: Kamera
ka: კამერა
kn: ಕ್ಯಾಮೆರಾ
lo: ກ້ອງ
oc: Camèra
pl: Kamera
pt_br: Câmera
ru: Камера
sk: Kamera
sv: Kamera
ug: كامېرا
uk: Камера
zh_tw: 相機
