Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# diskEncryptionPageReplaceDialogErrorHeader
source: Recovery key replacement failed
ar: فشل استبدال مفتاح الاسترداد
ca: Ha fallat el canvi de clau de recuperació
cs: Nahrazení záchranného klíče se nezdařilo
de: Ersetzung des Wiederherstellungsschlüssels fehlgeschlagen
eo: Malsukcesis anstataŭigi restaŭran ŝlosilon
es: Ha fallado el reemplazo de clave de seguridad
et: Taastevõtme asendamine ei õnnestunud
eu: Berreskuratze gakoa ordezkatzeak huts egin du
fi: Palautusavaimen vaihto epäonnistui
fr: Échec du remplacement de la clé de secours
ga: Theip ar athsholáthar eochrach aisghabhála
he: החלפת מפתח השחזור נכשלה
hu: A helyreállítási kulcs cseréje nem sikerült
id: Penggantian kunci pemulihan gagal
ka: აღდგენის გასაღების შეცვლა ჩავარდა
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀ ಬದಲಿ ವಿಫಲವಾಗಿದೆ
ko: 복구 키 교체 실패
lo: ການປ່ຽນແທນຄີກູ້ຄືນລົ້ມເຫຼວ
nl: Vervanging van herstelcode mislukt
oc: Fracàs del remplaçament de la clau de recuperacion
pl: Wymiana klucza odzyskiwania nie powiodła się
pt: Substituição do código de recuperação falhou
pt_br: A substituição da chave de recuperação falhou
ru: Не удалось заменить ключ восстановления
sk: Nepodarilo sa vymeniť obnovovací kľúč
sv: Ersättning av återställningsnyckel misslyckades
ta: மீட்பு விசை மாற்று தோல்வியுற்றது
tr: Kurtarma anahtarı değişimi başarısız oldu
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچى ئالماشتۇرالمىدى
uk: Не вдалося замінити ключ відновлення
zh: 恢复密钥更换失败
zh_tw: 復原金鑰更換失敗

# diskEncryptionPageClipboardNotification
source: Copied to clipboard
ar: تم نسخها إلى الحافظة
ca: Copiat al portaretalls
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
eo: Kopiite en tondujon
es: Copiado al portapapeles
et: Kopeerisin lõikelauale
eu: Arbelera kopiatu da
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
ga: Cóipeáilte chuig an ghearrthaisce
he: הועתק ללוח הגזירים
hu: Vágólapra másolva
id: Disalin ke papan klip
ka: დაკოპირდა ბუფერში
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ
ko: 클립보드에 복사됨
lo: ສຳເນົາໄປທີ່ຄລິບບອດແລ້ວ
nl: Gekopieerd naar klembord
oc: Copiat al quichapapièrs
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
sk: Skopírované do schránky
sv: Kopierad till urklipp
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது
tr: Panoya kopyalandı
ug: چاپلاش تاختىسىغا كۆچۈرۈلدى
uk: Скопійовано в буфер обміну
zh: 已复制到粘贴板
zh_tw: 已複製到剪貼簿

# diskEncryptionPageReplaceDialogErrorBody
source: Something went wrong replacing your recovery key, your old key will remain vaild.
ar: حدث خطأ ما عند استبدال مفتاح الاسترداد الخاص بك ، سيظل مفتاحك القديم صالحًا.
ca: Ha fallat alguna cosa quan es canviava la clau de recuperació, la vostra antiga clau de recuperació es mantindrà vàlida.
cs: Při nahrazování vašeho záchranného klíče se něco pokazilo – původní klíč proto zůstává v platnosti.
de: Beim Ersetzen Ihres Wiederherstellungsschlüssels ist etwas schiefgelaufen, Ihr alter Schlüssel bleibt gültig.
eo: Io fiaskis dum anstataŭigado de via restaŭra ŝlosilo. Via malnova ŝlosilo restas valida.
es: Ha habido un error al reemplazar su clave de recuperación. Su vieja clave seguirá siendo válida.
et: Taastevõtme asendamisel läks midagi valesti ja sinu vana võti on jätkuvalt kehtiv.
eu: Arazoren bat egon da berreskuratze gakoa ordezkatzean, gako zaharrak baliozko izaten jarraituko du.
fi: Palautusavainta vaihdettaessa tapahtui virhe, vanha avaimesi on edelleen voimassa.
fr: Quelque chose s’est mal passé en remplaçant votre clé de secours, votre ancienne clé restera valide.
ga: Tharla fadhb agus d’eochair aisghabhála á cur isteach, fanfaidh d’eochair shean bailí.
he: משהו השתבש בהחלפת מפתח השחזור שלך, המפתח הישן שלך יישאר בתוקף.
hu: Valami probléma történt a helyreállítási kulcs cseréje során, a régi kulcs továbbra is érvényes marad.
id: Terjadi kesalahan saat mengganti kunci pemulihan Anda, kunci lama Anda akan tetap berlaku.
ka: რაღაც არასწორად წავიდა თქვენი აღდგენის გასაღების შენახვისას. თქვენი ძველი გასაღები გამოყენებადი დარჩა.
kn: ನಿಮ್ಮ ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ಬದಲಿಸುವಲ್ಲಿ ಏನೋ ತಪ್ಪಾಗಿದೆ, ನಿಮ್ಮ ಹಳೆಯ ಕೀಯು ನಿರರ್ಥಕವಾಗಿ ಉಳಿಯುತ್ತದೆ.
ko: 복구 키를 교체하는 데 문제가 발생했습니다. 기존 키는 그대로 사용 가능합니다.
lo: ເກີດຂໍ້ຜິດພາດບາງຢ່າງຂະນະປ່ຽນແທນຄີກູ້ຄືນຂອງທ່ານ, ຄີເກົ່າຂອງທ່ານຈະຍັງໃຊ້ໄດ້ຄືເກົ່າ.
nl: Er is iets misgegaan met het vervangen van de herstelcode, uw oude code blijft van toepassing.
oc: Quicòm a trucat en remplaçant la clau de recuperacion, l’anciana clau demorarà valida.
pl: Wystąpił błąd podczas wymiany klucza odzyskiwania. Stary klucz pozostanie ważny.
pt: Ocorreu algo de errado ao substituir o seu código de recuperação, o seu código antigo permanecerá válido.
pt_br: Ocorreu um erro ao inserir sua chave de recuperação. Sua chave antiga continuará válida.
ru: При замене ключа восстановления произошла ошибка. Ваш старый ключ останется действительным.
sk: Pri výmene obnovovacieho kľúča nastala chyba, váš starý kľúč zostáva platný.
sv: Något gick fel när din återställningsnyckel skulle ersättas. Din gamla nyckel kommer att förbli giltig.
ta: உங்கள் மீட்பு விசையை மாற்றுவதில் ஏதோ தவறு ஏற்பட்டது, உங்கள் பழைய விசை செல்லுபடியாகும்.
tr: Kurtarma anahtarınızı yerleştirirken bir sorun oluştu, eski anahtarınız geçerli kalacaktır.
ug: ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ئالماشتۇرۇۋاتقاندا خاتالىق كۆرۈلدى، كونا ئاچقۇچىڭىز ئىناۋەتلىك پېتى قالىدۇ.
uk: Сталася помилка під час заміни ключа відновлення, ваш старий ключ залишиться дійсним.
zh: 在替换您的恢复密钥时发生了一些错误，您的老密钥将会保持有效。
zh_tw: 更換您的復原金鑰時出錯了，您的舊金鑰仍然有效。

# diskEncryptionPageReplaceDialogQRBody
source: Scan the QR code to copy the recovery key and save it somewhere safe, such as a password manager. You can also take a photo for later use.
ar: امسح رمز الاستجابة السريعة لنسخ مفتاح الاسترداد وحفظه في مكان آمن، مثل مدير كلمات المرور. يمكنك أيضًا التقاط صورة لاستخدامها لاحقًا.
ca: Escanegeu el codi QR per copiar la clau de recuperació i desar-la en algun lloc segur, com ara un gestor de contrasenyes. També podeu fer una foto per a un ús futur.
cs: Naskenujte QR kód a zkopírujte si tak záchranný klíč někam bezpečně, například do správce hesel (mimo počítač). Je také možné si ho alespoň vyfotit.
de: Scannen Sie den QR-Code, um den Wiederherstellungsschlüssel zu kopieren, und speichern Sie ihn an einem sicheren Ort, z. B. in einem Passwortmanager. Sie können auch ein Foto zur späteren Verwendung machen.
eo: Skanu la QR-kodon por kopii la restaŭran ŝlosilon kaj konservu ĝin en sekura loko kiel ekzemple pasvortadministrilo. Vi ankaŭ povas foti ĝin por posta uzado.
es: Escanee el código QR para copiar la clave de recuperación y guardarla en un lugar seguro, como un gestor de contraseñas. También puede tomar una foto para usarlo más tarde.
et: Taastevõtme kopeerimiseks ja turvaliseks talletamiseks skaneeri seda QR-koodi. Turvaliseks salvestamiseks sobib digitaalne salasõnahaldur. Hilisemaks töötlemiseks võid teda pildistada.
eu: Eskaneatu QR kodea berreskuratze gakoa kopiatzeko eta gorde leku seguruan, esaterako pasahitz kudeatzaile batean. Argazki bat ere egin diezaiokezu geroago erabiltzeko.
fi: Skannaa QR-koodi kopioidaksesi salausavaimen ja tallentaaksesi sen turvalliseen paikkaan kuten salasanojen hallintasovellukseen. Voit myös ottta siitä kuvan myöhempää käyttöä varten.
fr: Scannez le code QR pour copier la clé de secours et l’enregistrer dans un endroit sûr, tel qu'un gestionnaire de mots de passe. Vous pouvez également prendre une photo pour une utilisation ultérieure.
ga: Scan an cód QR chun an eochair aisghabhála a chóipeáil agus í a shábháil in áit shábháilte, amhail bainisteoir pasfhocal. Is féidir leat grianghraf a thógáil freisin lena úsáid níos déanaí.
he: יש לסרוק את קוד ה־QR כדי להעתיק את מפתח השחזור ולשמור אותו במקום בטוח, כגון מנהל סיסמאות. אפשר גם לצלם אותו לשימוש בהמשך.
hu: Olvassa be a QR-kódot a helyreállítási kulcs másolásához, és mentse el biztonságos helyre, például jelszókezelőbe. Fényképet is készíthet a későbbi használathoz.
id: Pindai kode QR untuk menyalin kunci pemulihan dan simpan di tempat yang aman, seperti pengelola kata sandi. Anda juga dapat mengambil foto untuk digunakan nanti.
ka: დაასკანერეთ QR კოდი, რომ დააკოპიროთ აღდგენის გასაღები და შეინახეთ ის სადმე უსაფრთხო ადგილას, მაგალითად, პაროლების მმართველში. ასევე შეგიძლიათ, მისი სურათი გადაიღოთ.
kn: ಮರುಪ್ರಾಪ್ತಿ ಕೀಲಿಯನ್ನು ನಕಲಿಸಲು QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ನಿರ್ವಾಹಕದಂತಹ ಸುರಕ್ಷಿತ ಸ್ಥಳದಲ್ಲಿ ಅದನ್ನು ಉಳಿಸಿ. ನಂತರದ ಬಳಕೆಗಾಗಿ ನೀವು ಫೋಟೋವನ್ನು ಸಹ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: QR 코드를 스캔하여 복구 키를 복사하고 암호 관리자 등의 다른 안전한 장소에 보관해 두십시오. 나중에 사용하기 위해 사진을 찍어 보관할 수도 있습니다.
lo: ສະແກນ QR code ເພື່ອສຳເນົາຄີກູ້ຄືນ ແລະ ບັນທຶກໄວ້ໃນບ່ອນທີ່ປອດໄພ, ເຊັ່ນ: ຕົວຈັດການລະຫັດຜ່ານ. ທ່ານຍັງສາມາດຖ່າຍຮູບໄວ້ເພື່ອໃຊ້ພາຍຫຼັງໄດ້.
nl: Scan de QR-code om de herstelcode te kopiëren en deze ergens veilig op te slaan, zoals een wachtwoordbeheerder. U kunt ook een foto maken voor later gebruik.
oc: Numerizatz lo còdi QR per copiar la clau de recuperacion e la salvar en luòc segur, coma dins un gestionari de senhals. Podètz prendre una fòto per utilizacion futura.
pl: Zeskanuj kod QR, aby skopiować klucz odzyskiwania i zapisać go w bezpiecznym miejscu, np. w menedżerze haseł. Możesz również zrobić zdjęcie do późniejszego wykorzystania.
pt: Digitalize o código QR para copiar o código de recuperação e guardá-lo num local seguro, tal como um gestor de palavras-passe. Também pode fotografá-lo para utilizar mais tarde.
pt_br: Escaneie o código QR para copiar a chave de recuperação e salve-a em um local seguro, como um gerenciador de senhas. Você também pode tirar uma foto para usar posteriormente.
ru: Отсканируйте QR-код, чтобы скопировать ключ восстановления и сохранить его в безопасном месте, например, в менеджере паролей. Кроме того, вы можете сделать фотографию, чтобы воспользоваться ей позже.
sk: Naskenujte QR kód na skopírovanie obnovovacieho kľúča a uložte ho na bezpečné miesto, napríklad do správcu hesiel. Môžete si tiež vytvoriť fotku obrazovky na neskoršie použitie.
sv: Skanna QR-koden för att kopiera återställningsnyckeln och spara den på ett säkert ställe, till exempel i en lösenordshanterare. Du kan också ta ett foto för senare användning.
ta: மீட்பு விசையை நகலெடுக்க QR குறியீட்டை வருடு செய்து கடவுச்சொல் நிர்வாகி போன்ற எங்காவது பாதுகாப்பாக சேமிக்கவும். பின்னர் பயன்படுத்த நீங்கள் ஒரு புகைப்படத்தையும் எடுக்கலாம்.
tr: Kurtarma anahtarını kopyalamak ve şifre yöneticisi gibi güvenli bir yere kaydetmek için QR kodunu tarayın. Ayrıca daha sonra kullanmak üzere fotoğrafını da çekebilirsiniz.
ug: QR كودىنى تاراپ ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ئىم باشقۇرغۇچقا ئوخشاش بىرەر بىخەتەر جايدا ساقلاڭ. كېيىن ئىشلىتىش ئۈچۈن ئۇنى سۈرەتكە تارتسىڭىزمۇ بولىدۇ.
uk: Відскануйте QR-код, щоб скопіювати ключ відновлення, і збережіть його в безпечному місці, наприклад у менеджері паролів. Ви також можете зробити фото для подальшого використання.
zh: 扫描这个二维码以复制恢复密钥并且保存到某个安全的位置，例如密码管理器。您也可以拍照方便后期使用。
zh_tw: 掃描 QR code 以複製復原金鑰，並將其保存到安全的地方，例如密碼管理器。您也可以拍張照片以供日後使用。

# diskEncryptionPageReplaceDialogQRHeader
source: Ubuntu Desktop - Encryption recovery key
ar: سطح مكتب أوبونتو - مفتاح استرداد التشفير
ca: Escriptori de l'Ubuntu - Clau de recuperació de l'encriptació
cs: Ubuntu Desktop – záchranný klíč k šifrování
de: Ubuntu Desktop - Wiederherstellungsschlüssel für die Verschlüsselung
eo: Ubuntu Desktop – Ĉifra restaŭra ŝlosilo
es: Escritorio de Ubuntu - Clave de recuperación de encriptado
et: Ubuntu Töölaud - Krüptimise taastevõti
eu: Ubuntu mahaigaina - Zifratzearen berreskuratze gakoa
fi: Ubuntu-työpöytä - Salauksen palautusavain
fr: Ubuntu Desktop - Clé de secours de chiffrement
ga: Deasc Ubuntu - Eochair aisghabhála criptithe
he: שולחן עבודה אובונטו - מפתח שחזור הצפנה
hu: Ubuntu asztal – titkosítás helyreállítási kulcsa
id: Desktop Ubuntu - Kunci pemulihan enkripsi
ka: Ubuntu Desktop - დაშიფვრის აღდგენის გასაღები
kn: ಉಬುಂಟು ಡೆಸ್ಕ್‌ಟಾಪ್ - ಎನ್‌ಕ್ರಿಪ್ಶನ್ ರಿಕವರಿ ಕೀ
ko: 우분투 데스크톱 - 암호화 복구 키
lo: Ubuntu Desktop - ຄີກູ້ຄືນການເຂົ້າລະຫັດ
nl: Ubuntu Desktop - Herstelcode voor versleuteling
oc: Ubuntu Desktop - Clau de recuperacion de chiframent
pl: Ubuntu Desktop - Klucz odzyskiwania szyfrowania
pt: Ubuntu Desktop - Encriptação do código de recuperação
pt_br: Ubuntu Desktop - Chave de recuperação de criptografia
ru: Ubuntu Desktop - Ключ восстановления для шифрования
sk: Ubuntu Desktop – obnovovací kľúč pre šifrovanie
sv: Ubuntu skrivbord - Krypteringsåterställningsnyckel
ta: உபுண்டு டெச்க்டாப் - குறியாக்க மீட்பு விசை
tr: Ubuntu Masaüstü - Şifreleme kurtarma anahtarı
ug: Ubuntu ئۈستەلئۈستى - شىفىرلانغان ئەسلىگە كەلتۈرۈش ئاچقۇچى
uk: Ubuntu Desktop - Ключ відновлення шифрування
zh: Ubuntu 桌面 — 加密恢复密钥
zh_tw: Ubuntu 桌面 - 加密復原金鑰

# recoveryKeyPassphraseEnabled
source: Encryption passphrase is enabled
ar: تم تمكين عبارة مرور التشفير
ca: La contrasenya de l'Encriptació està activada
cs: Šifrovací heslová fráze je zapnutá
de: Verschlüsselungspassphrase ist aktiviert
eo: Ĉifra pasfrazo estas ŝaltita
es: La contraseña de encriptación está activada
et: Kasutusel on krüptimise salafraas
eu: Zifratzearen pasaesaldia gaituta dago
fi: Salauksen tunnuslause on käytössä
fr: Phrase de passe de chiffrement activée
ga: Tá frása faire criptithe cumasaithe
he: מילת צופן להצפנה פעילה
hu: A titkosítási jelmondat engedélyezve
id: Frasa sandi enkripsi diaktifkan
ka: დაშიფვრის საკვანძო ფრაზა ჩართულია
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 암호화 키 활성화됨
lo: ເປີດໃຊ້ວະລີຜ່ານການເຂົ້າລະຫັດແລ້ວ
nl: Versleuteling met wachtwoordzin is ingeschakeld
oc: La frasa secrèta de chiframent es activada
pl: Hasło szyfrowania jest włączone
pt: A frase passe de encriptação está ativada
pt_br: A senha de criptografia está ativada
ru: Парольная фраза шифрования включена
sk: Šifrovanie prístupovou frázou je zapnuté
sv: Krypterings lösenfras är aktiverad
ta: குறியாக்க பாச்ஃபிரச் இயக்கப்பட்டது
tr: Şifreleme parolası etkinleştirildi
ug: شىفىرلانغان ئىم ئىبارە قوزغىتىلدى
uk: Парольна фраза шифрування увімкнена
zh: 密码加密已启用
zh_tw: 已啟用加密密碼

# recoveryKeyPassphraseBody
source: You need to enter your passphrase every time your computer starts.
ar: تحتاج إلى إدخال عبارة المرور الخاصة بك أثناء بدء التشغيل لإلغاء قفل القرص. يمكنك تغيير عبارة المرور ولكن لا يمكنك تعطيلها.
ca: Heu d'introduir la contrasenya duran l'arrencada per desbloquejar el disc. Podeu canviar la contrasenya però no desactivar-la.
cs: Svou heslovou frázi budete zadávat při každém spouštění systému (kvůli odemykání disku).
de: Sie müssen beim Start Ihre Passphrase eingeben, um die Festplatte zu entsperren. Sie können die Passphrase ändern, aber nicht deaktivieren.
eo: Vi devas tajpi vian pasfrazon ĉiun fojon, kiam via komputilo startas.
es: Debe introducir la contraseña durante el arranque para desbloquear el disco. Puede cambiar la contraseña pero no desactivarla.
et: Andmekandja dekrüptimiseks pead oma arvuti käivitamisel alati sisestama salafraasi.
eu: Pasaesaldia sartu beharko duzu ordenagailua abiarazten den bakoitzean.
fi: Tunnuslause tulee syöttää tietokonetta käynnistettäessä levyn lukituksen aavamiseksi. Tunnuslauseen voi vaihtaa toiseen mutta sitä ei voi ottaa pois käytöstä.
fr: Vous devez entrer votre phrase de passe chaque fois que votre ordinateur démarre.
ga: Ní mór duit do phasfhocal a iontráil le linn an tosaithe chun an diosca a dhíghlasáil. Is féidir leat an pasfhocal a athrú ach ní féidir leat é a dhíchumasú.
he: יש למלא את מילת הצופן שלך עם העלייה כדי לשחרר את נעילת הכונן. אפשר לשנות את מילת הצופן הזאת אבל לא להשבית אותה.
hu: Meg kell adnia a jelmondatát a rendszer indítása során a lemez feloldásához. Megváltoztathatja a jelmondatot, de nem tilthatja le.
id: Anda perlu memasukkan kata sandi saat memulai untuk membuka kunci disk. Anda dapat mengubah kata sandi, tetapi tidak dapat menonaktifkannya.
ka: დისკის განბლოკვისთვის სისტემის გაშვებისას თქვენი საკვანძო ფრაზა უნდა შეიყვანოთ. შეგიძლიათ, შეცვალოთ საკვანძო ფრაზა, მაგრამ მას ვერ გამორთავთ.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಪ್ರಾರಂಭವಾದಾಗಲೆಲ್ಲಾ ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನೀವು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
ko: 시작할 때 비밀번호를 입력하여 디스크를 잠금 해제해야 합니다. 비밀번호를 바꿀 수는 있지만 해제할 수는 없습니다.
lo: ທ່ານຈຳເປັນຕ້ອງປ້ອນວະລີຜ່ານຂອງທ່ານໃນລະຫວ່າງການເປີດເຄື່ອງເພື່ອປົດລັອກດິດ. ທ່ານສາມາດປ່ຽນວະລີຜ່ານໄດ້ ແຕ່ບໍ່ສາມາດປິດການໃຊ້ງານມັນໄດ້.
nl: U moet uw wachtwoord tijdens het opstarten invoeren om de schijf te ontgrendelen. U kunt de wachtwoordzin wijzigen, maar niet uitschakelen.
oc: Devètz picar la frasa secrèta cada còp que l'ordenador amòda.
pl: Musisz wprowadzać hasło przy każdym uruchomieniu komputera.
pt: Tem de inserir a sua frase passe durante o arranque para desbloquear o disco. Pode-a alterar, mas não desativá-la.
pt_br: Você precisa inserir sua senha toda vez que o computador for iniciado.
ru: Будет необходимо вводить парольную фразу при каждом запуске компьютера.
sk: Prístupovú frázu budete musieť zadať pri každom spustení počítača.
sv: Du måste ange din lösenfras varje gång din dator startas.
ta: வட்டைத் திறக்க தொடக்கத்தின் போது உங்கள் கடவுச்சொற்றாக்கப்பட வேண்டும். நீங்கள் கடவுச்சொல் மாற்றலாம், ஆனால் அதை முடக்கக்கூடாது.
tr: Diskin kilidini açmak için başlatma sırasında parolanızı girmeniz gerekir. Parolayı değiştirebilirsiniz ancak devre dışı bırakamazsınız.
ug: كومپيۇتېرىڭىز ھەر قېتىم قوزغالغاندا ئىم ئىبارە كىرگۈزۈشىڭىز كېرەك.
uk: Вам потрібно вводити свою парольну фразу щоразу, коли комп'ютер запускається.
zh: 您需要在开机的时候输入您的密码以解锁磁盘。您可以修改密码但是不能禁用它。
zh_tw: 每次電腦啟動時，您都需要輸入您的密碼短語。

# recoveryKeyPassphraseCurrentError
source: Incorrect passphrase, try again
ar: عبارة مرور غير صحيحة، حاول مرة أخرى
ca: Contrasenya incorrecta, torneu a provar
cs: Nesprávná heslová fráze – zkuste to znovu
de: Falsche Passphrase, bitte erneut versuchen
eo: Pasfrazo ne ĝustas; reprovu
es: Contraseña incorrecta, inténtelo de nuevo
et: Vigane salafraas, palun proovi uuesti
eu: Okerreko pasaesaldia, saiatu berriz
fi: Virheellinen tunnuslause, yritä uudelleen
fr: Phrase de passe incorrecte, réessayez
ga: Pasfrása mícheart, déan iarracht arís
he: מילת צופן שגויה, נא לנסות שוב
hu: Helytelen jelmondat, próbálja meg újra
id: Frasa sandi salah, coba lagi
ka: არასწორი საკვანძო ფრაზა. თავიდან სცადეთ
kn: ತಪ್ಪಾದ ಪಾಸ್‌ಫ್ರೇಸ್, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 암호가 일치하지 않습니다. 다시 시도해 보세요
lo: ວະລີຜ່ານບໍ່ຖືກຕ້ອງ, ລອງໃໝ່ອີກຄັ້ງ
nl: Onjuiste wachtwoordzin, probeer het opnieuw
oc: Frasa secrèta incorrècta, tronatz ensajar
pl: Nieprawidłowe hasło, spróbuj ponownie
pt: Frase passe incorreta, tente novamente
pt_br: Senha incorreta, tente novamente
ru: Неверная парольная фраза, попробуйте ещё раз
sk: Nesprávna prístupová fráza, skúste to znova
sv: Felaktig lösenfras, försök igen
ta: தவறான கடவுச்சொல், மீண்டும் முயற்சிக்கவும்
tr: Yanlış parola, tekrar deneyin
ug: ئىم ئىبارە توغرا ئەمەس، قايتا سىناڭ
uk: Неправильна парольна фраза, спробуйте ще раз
zh: 错误的密码，请重试
zh_tw: 密碼不正確，請重試

# recoveryKeyTPMEnabled
source: Hardware-backed encryption is enabled
ar: تم تمكين التشفير المدعوم بالأجهزة
ca: Està habilitada l'encriptació amb suport de maquinari
cs: Šifrování obsluhované pomocí hardware je zapnuté
de: Hardwaregestützte Verschlüsselung ist aktiviert
eo: Aparato-baza ĉifrado estas ŝaltita
es: Está habilitada la encriptación con soporte de hardware
et: Kasutusel on raudvarapõhine krüptimine
eu: Hardware bidezko zifratzea gaituta dago
fi: Laitteiston tukema salaus on käytössä
fr: Le chiffrement matériel est activé
ga: Tá criptiú crua-earraí cumasaithe
he: הצפנה בגיבוי חומרה פעילה
hu: A hardveresen támogatott titkosítás engedélyezve
id: Enkripsi yang didukung perangkat keras diaktifkan
ka: აპარატურით მხარდაჭერილი დაშიფვრა ჩართულია
kn: ಹಾರ್ಡ್‌ವೇರ್-ಬೆಂಬಲಿತ ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 하드웨어 기반 암호화 활성화됨
lo: ເປີດໃຊ້ການເຂົ້າລະຫັດດ້ວຍຮາດແວແລ້ວ
nl: Hardware-ondersteunde versleuteling ingeschakeld
oc: Lo chiframent material es activat
pl: Szyfrowanie sprzętowe jest włączone
pt: A encriptação suportada por hardware está ativada
pt_br: A criptografia com suporte de hardware está ativada
ru: Включено аппаратное шифрование
sk: Hardvérom podporované šifrovanie je zapnuté
sv: Hårdvarustödd kryptering är aktiverad
ta: வன்பொருள் உதவி குறியாக்கம் இயக்கப்பட்டது
tr: Donanım destekli şifreleme etkinleştirildi
ug: قاتتىق دېتال قوللايدىغان شىفىرلاش قوزغىتىلدى
uk: Апаратне шифрування ввімкнено
zh: 硬件返回加密已启用
zh_tw: 已啟用硬體支援加密

# recoveryKeyPinHeader
source: Encryption PIN
ar: رقم التعريف الشخصي للتشفير
ca: PIN de l'encriptació
cs: PIN k šifrování
de: Verschlüsselungs-PIN
eo: Ĉifra PIN
es: PIN de encriptación
et: Krüptimise PIN-kood
eu: Zifratzearen PINa
fi: Salauksen PIN-koodi
fr: PIN de chiffrement
ga: UAP criptithe
he: קוד הצפנה אישי
hu: Titkosítási PIN-kód
id: PIN Enkripsi
ka: დაშიფვრის PIN
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಪಿನ್
ko: 암호화 PIN
lo: PIN ການເຂົ້າລະຫັດ
nl: Versleutelingspincode
oc: PIN de chiframent
pl: Kod PIN szyfrowania
pt: CÓDIGO de Encriptação
pt_br: PIN de criptografia
ru: PIN-код шифрования
sk: Šifrovací PIN
sv: Krypterings-PIN
ta: குறியாக்க முள்
tr: Şifreleme PIN'i
ug: شىفىرلانغان PIN
uk: PIN-код шифрування
zh: 加密PIN
zh_tw: 加密 PIN 碼

# recoveryKeyPinEnabled
source: Encryption PIN is enabled
ar: تم تمكين رقم التعريف الشخصي للتشفير
ca: S'ha activat el PIN de l'Encriptació
cs: PIN k šifrování je zapnutý
de: Verschlüsselungs-PIN ist aktiviert
eo: Ĉifra PIN estas ŝaltita
es: Se ha activado el PIN de encriptación
et: Kasutusel on krüptimise PIN-kood
eu: Zifratzearen PINa gaituta dago
fi: Salauksen PIN-koodi on käytössä
fr: Le PIN de chiffrement est activé
ga: Tá UAP criptithe cumasaithe
he: קוד הצפנה אישי פעיל
hu: A titkosítási PIN-kód engedélyezve
id: PIN enkripsi diaktifkan
ka: დაშიფვრის PIN-კოდი ჩართულია
kn: ಎನ್‌ಕ್ರಿಪ್ಶನ್ ಪಿನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 암호화 PIN 활성화됨
lo: ເປີດໃຊ້ PIN ການເຂົ້າລະຫັດແລ້ວ
nl: Versleuteling met pincode is ingeschakeld
oc: Lo PIN de chiframent es activat
pl: Kod PIN szyfrowania jest włączony
pt: O CÓDIGO de encripção está ativado
pt_br: O PIN de criptografia está ativado
ru: PIN-код шифрования включён
sk: Šifrovací PIN je zapnutý
sv: Krypterings-PIN är aktiverad
ta: குறியாக்க முள் இயக்கப்பட்டது
tr: Şifreleme PIN'i etkinleştirildi
ug: شىفىرلانغان PIN قوزغىتىلدى
uk: PIN-код для шифрування увімкнено
zh: 加密PIN已启用
zh_tw: 加密 PIN 碼已啟用

# recoveryKeyPinButton
source: Change PIN...
ar: تغيير رقم التعريف الشخصي...
ca: Canvia el PIN...
cs: Změnit PIN…
de: PIN ändern ...
eo: Ŝanĝi PIN…
es: Cambiar PIN...
et: Muuda PIN-koodi...
eu: Aldatu PINa...
fi: Vaihda PIN...
fr: Changer PIN...
ga: Athraigh UAP...
he: החלפת קוד אישי…
hu: PIN-kód megváltoztatása…
id: Ubah PIN...
ka: PIN-ის შეცვლა...
kn: ಪಿನ್ ಬದಲಾಯಿಸಿ...
lo: ປ່ຽນ PIN...
nl: Pincode wijzigen…
oc: Cambiar lo PIN...
pl: Zmień kod PIN...
pt: Alterar CÓDIGO...
pt_br: Alterar PIN...
ru: Изменить PIN-код...
sk: Zmeniť PIN...
sv: Ändra PIN-kod...
ta: முள் மாற்றவும் ...
tr: PIN'i değiştir...
ug: PIN ئۆزگەرت…
uk: Змінити PIN-код...
zh: 改变PIN...
zh_tw: 變更 PIN 碼...
