Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# cameraInterfacePageDescription
source: Allow apps to access your cameras.
cs: Umožnit aplikacím přistupovat k vašim kamerám.
de: Erlauben Sie Apps den Zugriff auf Ihre Kameras.
eo: Permesi al programoj atingi viajn kamerojn.
es: Permite a las aplicaciones acceder a tus cámaras.
et: Luba rakendustel kasutada arvuti/nutiseadme kaameraid.
eu: Baimendu aplikazioei kamerak atzitzea.
fi: Salli sovellusten käyttää kameroita.
fr: Autorise les apps à accéder à vos caméras.
ga: Lig d’aipeanna rochtain a fháil ar do cheamaraí.
he: לאפשר ליישומים לגשת למצלמות שלך.
hu: Engedélyezés az alkalmazások számára, hogy hozzáférjenek a kamerákhoz.
ka: აპებისთვის კამერაზე წვდომის უფლების მიცემა.
kn: ನಿಮ್ಮ ಕ್ಯಾಮರಾಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಅನುಮತಿಸಿ.
lo: ອະນຸຍາດໃຫ້ແອັບເຂົ້າເຖິງກ້ອງຂອງທ່ານ.
oc: Autorizar l’accès a las camèras.
pl: Zezwól programom na dostęp do kamer.
pt_br: Permita que os aplicativos acessem suas câmeras.
ru: Разрешить приложениям доступ к вашим камерам.
sk: Povoliť aplikáciám prístup ku kamere.
sv: Tillåt appar att komma åt dina kameror.
ug: ئەپنىڭ كامېرايىڭىزنى زىيارەت قىلىشىغا يول قويىدۇ.
uk: Дозволити застосункам отримувати доступ до ваших камер.
zh_tw: 允許應用程式存取您的相機。

# snapRulesResetAllPermissions
source: Reset all permissions
cs: Vráti veškerá oprávnění na výchozí hodnoty
de: Alle Berechtigungen zurücksetzen
eo: Apriorigi ĉiujn permesojn
es: Reiniciar todos los permisos
et: Nulli kõik õigused
eu: Berrezarri baimen guztiak
fi: Palauta kaikki oikeudet oletuksiin
fr: Réinitialiser toutes autorisations
ga: Athshocraigh na ceadanna go léir
he: איפוס כל ההרשאות
hu: Összes jogosultság visszaállítása
ka: ყველა წვდომის ჩამოყრა
kn: ಎಲ್ಲಾ ಅನುಮತಿಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
lo: ຣີເຊັດການອະນຸຍາດທັງໝົດ
oc: Reïnicializar totas las autorizacions
pl: Zresetuj wszystkie uprawnienia
pt_br: Redefinir todas as permissões
ru: Сбросить все разрешения
sk: Obnoviť všetky povolenia
sv: Återställ alla rättigheter
ug: ھەممە ئىجازەتنى ئەسلىگە قايتۇر
uk: Скинути всі дозволи
zh_tw: 重設所有權限

# diskEncryptionPageAddPinDialogSaveButton
source: Add
cs: Přidat
eo: Aldoni
et: Lisa
eu: Gehitu
fr: Ajout
ka: დამატება
kn: ಸೇರಿಸಿ
oc: Apondre
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
sv: Lägg till
ug: قوش
uk: Додати
zh_tw: 新增

# diskEncryptionPageAddPinButton
source: Add PIN...
cs: Přidat kód PIN...
eo: Aldoni PIN…
et: Lisa PIN-kood...
eu: Gehitu PINa...
fr: Ajout PIN...
ka: PIN-კოდის დამატება...
kn: ಪಿನ್ ಸೇರಿಸಿ...
oc: Apondre PIN...
pl: Dodaj kod PIN...
pt_br: Adicione um PIN...
ru: Добавить PIN-код...
sk: Pridať PIN...
sv: Lägg till PIN...
ug: PIN قوش…
uk: Додати PIN...
zh_tw: 加入 PIN...

# diskEncryptionPageAddPassphraseButton
source: Add passphrase...
cs: Přidat heslo....
eo: Aldoni pasfrazon…
et: Lisa salafraas...
eu: Gehitu pasaesaldia...
fr: Ajout phrase de passe...
ka: საკვანზო ფრაზის დამატება...
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಸೇರಿಸಿ...
oc: Apondre frasa secrèta...
pl: Dodaj hasło...
pt_br: Adicionar senha...
ru: Добавить парольную фразу...
sk: Pridať prístupovú frázu...
sv: Lägg till lösenfras...
ug: ئىم ئىبارە قوش…
uk: Додати парольну фразу...
zh_tw: 加入密碼短語...

# diskEncryptionPageAddPassphraseDialogHeading
source: Add passphrase
cs: Přidat heslo
eo: Aldoni pasfrazon
et: Lisa salafraas
eu: Gehitu pasaesaldia
fr: Ajouter phrase de passe
ka: საკვანძო ფრაზის დამატება
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಸೇರಿಸಿ
oc: Apondre frasa secrèta
pl: Dodaj hasło
pt_br: Adicionar senha
ru: Добавить парольную фразу
sk: Pridať prístupovú frázu
sv: Lägg till lösenfras
ug: ئىم ئىبارە قوش
uk: Додати парольну фразу
zh_tw: 加入密碼短語

# diskEncryptionPageAddPinDialogHeading
source: Add PIN
cs: Přidat kód PIN
eo: Aldoni PIN
et: Lisa PIN-kood
eu: Gehitu PINa
fr: Ajouter PIN
ka: PIN-კოდის დამატება
kn: ಪಿನ್ ಸೇರಿಸಿ
oc: Apondre PIN
pl: Dodaj kod PIN
pt_br: Adicione um PIN
ru: Добавить PIN-код
sk: Pridať PIN
sv: Lägg till PIN
ug: PIN قوش
uk: Додати PIN
zh_tw: 加入 PIN 碼

# diskEncryptionPageAdditionalSecurityHeader
source: Additional security
cs: Pokročilé zabezpečení
eo: Plia sekureco
et: Täiendav turvalisus
eu: Segurtasun gehigarria
fr: Sécurité supplémentaire
ka: დამატებითი უსაფრთხოება
kn: ಹೆಚ್ಚುವರಿ ಭದ್ರತೆ
oc: Seguretat suplementària
pl: Dodatkowe zabezpieczenia
pt_br: Segurança Adicional
ru: Дополнительная защита
sk: Dodatočné zabezpečenie
sv: Ytterligare säkerhet
ug: قوشۇمچە بىخەتەرلىك
uk: Додаткова безпека
zh_tw: 額外的安全措施

# diskEncryptionPageAdditionalSecurityLearnMore
source: Learn more
cs: Zjistit více
eo: Lerni plu
et: Lisateave
eu: Informazio gehiago
fr: En apprendre davantage
ka: გაიგეთ მეტი
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
oc: Ne saber mai
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Подробнее
sk: Zistiť viac
sv: Läs mer
ug: مول بىلىم
uk: Дізнатися більше
zh_tw: 了解更多

# diskEncryptionPageRemovePinButton
source: Remove PIN...
cs: Odstranit PIN kód...
eo: Forigi PIN…
et: Eemalda PIN-kood...
eu: Kendu PINa...
fr: Retire PIN...
ka: PIN-კოდის მოცილება...
kn: ಪಿನ್ ತೆಗೆದುಹಾಕಿ...
oc: Suprimir PIN...
pl: Usuń kod PIN...
pt_br: Remover o PIN...
ru: Удалить PIN-код...
sk: Odstrániť PIN...
sv: Ta bort PIN...
ug: PIN نى چىقىرىۋەت…
uk: Видалити PIN...
zh_tw: 移除 PIN...

# diskEncryptionPageRemovePassphraseButton
source: Remove passphrase...
cs: Odstranit heslo...
eo: Forigi pasfrazon…
et: Eemalda salafraas...
eu: Kendu pasaesaldia...
fr: Retire phrase de passe...
ka: საკვანძო ფრაზის მოცილება...
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ತೆಗೆದುಹಾಕಿ...
oc: Suprimir frasa secrèta...
pl: Usuń hasło...
pt_br: Remover a senha...
ru: Удалить парольную фразу...
sk: Odstrániť prístupovú frázu...
sv: Ta bort lösenfras...
ug: ئىم ئىبارىنى چىقىرىۋەت…
uk: Видалити парольну фразу...
zh_tw: 移除密碼短語...

# diskEncryptionPageAddingPin
source: Adding PIN, this may take a few seconds...
cs: Nastavuje se nový PIN kód, může to trvat pár sekund...
eo: Aldonante PIN, tio eble daŭros kelkajn sekundojn…
et: Lisan PIN-koodi, selleks võib kuluda mõni sekund...
eu: PINa gehitzen, honek segundo batzuk beharko ditu...
fr: Ajout de PIN, cela peut prendre quelques secondes...
kn: ಪಿನ್ ಸೇರಿಸಲಾಗುತ್ತಿದೆ, ಇದು ಕೆಲವು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು...
pl: Dodawanie kodu PIN, może to potrwać kilka sekund...
pt_br: Adicionando PIN, isso pode levar alguns segundos...
ru: Добавление PIN-кода, это может занять несколько секунд...
sk: Pridáva sa PIN, môže to trvať niekoľko sekúnd...
sv: Lägger till PIN, detta kan ta ett par sekunder...
ug: PIN قوشۇۋاتىدۇ، بۇنىڭغا بىر قانچە سېكۇنت كېتىشى مۇمكىن…
uk: Додавання PIN-коду, це може тривати кілька секунд...
zh_tw: 正在新增 PIN 碼，此過程可能需要數秒鐘...

# diskEncryptionPageAddingPassphrase
source: Adding passphrase, this may take a few seconds...
cs: Nastavuje se nové heslo k disku, toto může pár sekund trvat...
eo: Aldonante pasfrazon, tio eble daŭros kelkajn sekundojn…
et: Lisan salafraasi, selleks võib kuluda mõni sekund...
eu: Pasaesaldia gehitzen, honek segundo batzuk beharko ditu...
fr: Ajout d’une phrase de passe, cela peut prendre quelques secondes...
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಸೇರಿಸಲಾಗುತ್ತಿದೆ, ಇದು ಕೆಲವು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು...
pl: Dodawanie hasła, może to potrwać kilka sekund...
pt_br: Adicionando senha, isso pode levar alguns segundos...
ru: Добавление парольной фразы, это может занять несколько секунд...
sk: Pridáva sa prístupová fráza, môže to trvať niekoľko sekúnd...
sv: Lägger till lösenfras, detta kan ta ett par sekunder...
ug: ئىم ئىبارە قوشۇۋاتىدۇ، بۇنىڭغا بىر قانچە سېكۇنت كېتىشى مۇمكىن…
uk: Додавання парольної фрази, це може тривати кілька секунд...
zh_tw: 正在新增密碼短語，此過程可能需要數秒鐘...

# diskEncryptionPageRemovingPin
source: Removing PIN, this may take a few seconds...
cs: Odebírám PIN kód, toto může pár sekund trvat...
eo: Forigante PIN, tio eble daŭros kelkajn sekundojn…
et: Eemaldan PIN-koodi, selleks võib kuluda mõni sekund...
eu: PINa kentzen, honek segundo batzuk beharko ditu...
fr: Retire le code PIN, cela peut prendre quelques secondes...
kn: ಪಿನ್ ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ, ಇದು ಕೆಲವು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು...
pl: Usuwanie kodu PIN, może to potrwać kilka sekund...
pt_br: A remoção do PIN pode levar alguns segundos...
ru: Удаление PIN-кода, это может занять несколько секунд...
sk: Odstraňuje sa PIN, môže to trvať niekoľko sekúnd...
sv: Tar bort PIN, detta kan ta ett par sekunder...
ug: PIN چىقىرىۋېتىۋاتىدۇ، بۇنىڭغا بىر قانچە سېكۇنت كېتىشى مۇمكىن…
uk: Видалення PIN-коду, це може тривати кілька секунд...
zh_tw: 正在移除 PIN 碼，此過程可能需要數秒鐘...

# diskEncryptionPageRemovingPassphrase
source: Removing passphrase, this may take a few seconds...
cs: Odebírám heslo, toto může pár sekund trvat...
eo: Forigante pasfrazon, tio eble daŭros kelkajn sekundojn…
et: Eemaldan salafraasi, selleks võib kuluda mõni sekund...
eu: Pasaesaldia kentzen, honek segundo batzuk beharko ditu...
fr: Retire la phrase de passe, cela peut prendre quelques secondes...
kn: ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ, ಇದು ಕೆಲವು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು...
pl: Usuwanie hasła, może to potrwać kilka sekund...
pt_br: Removendo a senha, isso pode levar alguns segundos...
ru: Удаление парольной фразы, это может занять несколько секунд...
sk: Odstraňuje sa prístupová fráza, môže to trvať niekoľko sekúnd...
sv: Tar bort lösenfras, detta kan ta ett par sekunder...
ug: ئىم ئىبارە چىقىرىۋېتىۋاتىدۇ، بۇنىڭغا بىر قانچە سېكۇنت كېتىشى مۇمكىن…
uk: Видалення парольної фрази, це може тривати кілька секунд...
zh_tw: 正在移除密碼短語，此過程可能需要數秒鐘...

# diskEncryptionPageAddPinDialogBodyMain
source: You will need to enter your PIN every time your computer starts. This PIN is different from your user password.
cs: Kód PIN budete muset zadávat vždy při zapínaní počítače. Tento PIN je odlišný od uživatelského hesla.
eo: Vi devas tajpi vian PIN ĉiun fojon, kiam via komputilo startas. Ĉi tiu PIN diferencas de via uzanto-pasvorto.
et: Andmekandja dekrüptimiseks pead oma arvuti käivitamisel alati sisestama oma PIN-koodi. See PIN-kood on erinev sinu kasutaja salasõnast.
eu: PINa sartu beharko duzu ordenagailua abiarazten den bakoitzean. PINa eta erabiltzaile-pasahitza ez dira gauza bera.
fr: Vous devrez entrer votre code PIN chaque fois que votre ordinateur démarre. Ce code PIN est différent de votre mot de passe utilisateur.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಪ್ರಾರಂಭವಾದಾಗಲೆಲ್ಲಾ ನೀವು ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ಈ ಪಿನ್ ನಿಮ್ಮ ಬಳಕೆದಾರ ಪಾಸ್‌ವರ್ಡ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿದೆ.
pl: Przy każdym uruchomieniu komputera będzie trzeba podawać kod PIN. Ten kod PIN różni się od hasła użytkownika.
pt_br: Você precisará inserir seu PIN sempre que iniciar o computador. Esse PIN é diferente da sua senha de usuário.
ru: Вам нужно будет вводить PIN-код при каждом запуске компьютера. Этот PIN-код отличается от пароля пользователя.
sk: PIN budete musieť zadať pri každom spustení počítača. Tento PIN sa líši od vášho používateľského hesla.
sv: Du kommer att behöva ange ditt PIN varje gång datorn startas. PIN-koden är inte samma sak som ditt användarlösenord.
ug: كومپيۇتېرىڭىز ھەر قېتىم قوزغالغاندا PIN كىرگۈزۈشىڭىز كېرەك. بۇ PIN ئىشلەتكۈچى ئىمدىن پەرقلىق.
uk: Вам потрібно буде вводити свій PIN-код щоразу, коли комп'ютер запускається. Цей PIN-код відрізняється від вашого пароля користувача.
zh_tw: 每次電腦啟動時，您都需輸入 PIN 碼。此識別碼與您的使用者密碼不同。

# diskEncryptionPageAddPassphraseDialogBodyMain
source: You will need to enter your passphrase every time your computer starts. This passphrase is different from your user password.
cs: Budete muset zadávat vaše heslo při každém zapínaní počítače. Toto heslo je odlišné od uživatelského hesla.
eo: Vi devas tajpi vian pasfrazon ĉiun fojon, kiam via komputilo startas. Ĉi tiu pasfrazo diferencas de via uzanto-pasvorto.
et: Andmekandja dekrüptimiseks pead oma arvuti käivitamisel alati sisestama oma salafraasi. See salafraas on erinev sinu kasutaja salasõnast.
eu: Pasaesaldia sartu beharko duzu ordenagailua abiarazten den bakoitzean. Pasaesaldia eta erabiltzailea-pasahitza ez dira gauza bera.
fr: Vous devrez entrer votre phrase de passe chaque fois que votre ordinateur démarre. Cette phrase de passe est différente de votre mot de passe utilisateur.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಪ್ರಾರಂಭವಾದಾಗಲೆಲ್ಲಾ ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನೀವು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ. ಈ ಪಾಸ್‌ಫ್ರೇಸ್ ನಿಮ್ಮ ಬಳಕೆದಾರ ಪಾಸ್‌ವರ್ಡ್‌ಗಿಂತ ಭಿನ್ನವಾಗಿದೆ.
pl: Będzie trzeba wprowadzać hasło przy każdym uruchomieniu komputera. To hasło różni się od hasła użytkownika.
pt_br: Você precisará inserir sua senha sempre que iniciar o computador. Essa senha é diferente da sua senha de usuário.
ru: Вам нужно будет вводить парольную фразу при каждом запуске компьютера. Эта парольная фраза отличается от пароля пользователя.
sk: Prístupovú frázu budete musieť zadať pri každom spustení počítača. Táto prístupová fráza sa líši od vášho používateľského hesla.
sv: Du kommer att behöva ange din lösenfras varje gång din dator startas. Lösenfrasen är inte samma sak som ditt användarlösenord.
ug: كومپيۇتېرىڭىز ھەر قېتىم قوزغالغاندا ئىم ئىبارە كىرگۈزۈشىڭىز كېرەك. بۇ ئىم ئىبارە ئىشلەتكۈچى ئىمدىن پەرقلىق.
uk: Вам потрібно буде вводити свою парольну фразу щоразу під час запуску комп'ютера. Ця парольна фраза відрізняється від вашого пароля користувача.
zh_tw: 每次電腦啟動時，您都需輸入您的密碼短語。此密碼短語與您的使用者密碼不同。

# diskEncryptionPageAddPinDialogBodyRecovery
source: If you forget your PIN, you can regain access to the disk by using the recovery key.
cs: Pokud zapomenete svůj kód PIN, budete ho moci obnovit díky obnovovacímu klíči.
eo: Se vi forgesos vian PIN, vi povos reatingi la diskon per la restaŭra ŝlosilo.
et: Kui unustad oma PIN-koodi, siis taastevõtme abil saad taastada ligipääsu oma andmekandjale.
eu: PINa ahazten baduzu, diskora sarbidea berreskuratzeko aukera izango duzu berreskuratze gakoa erabiliz.
fr: Si vous oubliez votre code PIN, vous pouvez récupérer l’accès au disque en utilisant la clé de récupération.
kn: ನಿಮ್ಮ ಪಿನ್ ಅನ್ನು ನೀವು ಮರೆತರೆ, ಮರುಪ್ರಾಪ್ತಿ ಕೀಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಡಿಸ್ಕ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ಮರಳಿ ಪಡೆಯಬಹುದು.
pl: Jeśli zapomnisz kodu PIN, możesz odzyskać dostęp do dysku za pomocą klucza odzyskiwania.
pt_br: Caso se esqueça do seu PIN, poderá recuperar o acesso ao disco utilizando a chave de recuperação.
ru: Если забудете PIN-код, вы сможете восстановить доступ к диску с помощью ключа восстановления.
sk: Ak zabudnete svoj PIN, môžete znovu získať prístup k disku pomocou obnovovacieho kľúča.
sv: Om du glömmer ditt PIN kan du få tillbaka åtkomst till disken genom att använda återställningsnyckeln.
ug: ئەگەر PIN نى ئۇنتۇپ قالسىڭىز، ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ئىشلىتىپ دىسكىنى زىيارەت قىلىش ئىجازىتىگە قايتا ئېرىشەلەيسىز.
uk: Якщо ви забудете свій PIN-код, ви можете відновити доступ до диска за допомогою ключа відновлення.
zh_tw: 若您忘記 PIN 碼，可使用復原金鑰重新取得磁碟存取權。

# diskEncryptionPageAddPassphraseDialogBodyRecovery
source: If you forget your passphrase, you can regain access to the disk by using the recovery key.
cs: Pokud zapomenete své heslo, budete moci obnovit přístup k disku díky obnovovacímu klíči.
eo: Se vi forgesos vian pasfrazon, vi povos reatingi la diskon per la restaŭra ŝlosilo.
et: Kui unustad oma salafraasi, siis taastevõtme abil saad taastada ligipääsu oma andmekandjale.
eu: Pasaesaldia ahazten baduzu, diskora sarbidea berreskuratzeko aukera izango duzu berreskuratze gakoa erabiliz.
fr: Si vous oubliez votre phrase de passe, vous pouvez récupérer l’accès au disque en utilisant la clé de récupération.
kn: ನಿಮ್ಮ ಪಾಸ್‌ಫ್ರೇಸ್ ಅನ್ನು ನೀವು ಮರೆತರೆ, ಮರುಪಡೆಯುವಿಕೆ ಕೀಲಿಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಡಿಸ್ಕ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ಮರಳಿ ಪಡೆಯಬಹುದು.
pl: Jeśli zapomnisz hasła, możesz odzyskać dostęp do dysku za pomocą klucza odzyskiwania.
pt_br: Caso se esqueça da sua senha, poderá recuperar o acesso ao disco utilizando a chave de recuperação.
ru: Если забудете парольную фразу, вы сможете восстановить доступ к диску с помощью ключа восстановления.
sk: Ak zabudnete svoju prístupovú frázu, môžete znovu získať prístup k disku pomocou obnovovacieho kľúča.
sv: Om du glömmer din lösenfras kan du få tillbaka åtkomst till disken genom att använda återställningsnyckeln.
ug: ئەگەر ئىم ئىبارىنى ئۇنتۇپ قالسىڭىز، ئەسلىگە كەلتۈرۈش ئاچقۇچىنى ئىشلىتىپ دىسكىنى زىيارەت قىلىش ئىجازىتىگە قايتا ئېرىشەلەيسىز.
uk: Якщо ви забудете свою парольну фразу, ви можете відновити доступ до диска за допомогою ключа відновлення.
zh_tw: 若您忘記密碼短語，可透過使用復原金鑰重新取得磁碟存取權限。

# diskEncryptionPageAdditionalSecurityBody
source: You can set a passphrase or a PIN for additional security. You will need to enter it every time your computer starts.
cs: Můžete nastavit PIN kód nebo heslo pro pokročilé zabezpečení. Budete ho muset zadávat při každém zapínaní vašeho zařízení.
eo: Vi povas starigi pasfrazon aŭ PIN por plia sekureco. Vi devos tajpi ĝin ĉiun fojon, kiam via komputilo startos.
et: Täiendava turvalisuse huvides võis lisada salafraasi või PIN-koodi. Andmekandja dekrüptimiseks pead oma arvuti käivitamisel selle alati sisestama.
eu: Pasaesaldi edo PIN bat ezar dezakezu segurtasun gehiagorako. Ordenagailua abiarazten den bakoitzean sartu beharko duzu.
fr: Vous pouvez définir une phrase de passe ou un code PIN pour une sécurité supplémentaire. Vous devrez l’entrer chaque fois que votre ordinateur démarre.
kn: ಹೆಚ್ಚುವರಿ ಭದ್ರತೆಗಾಗಿ ನೀವು ಪಾಸ್‌ಫ್ರೇಸ್ ಅಥವಾ ಪಿನ್ ಅನ್ನು ಹೊಂದಿಸಬಹುದು. ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಪ್ರಾರಂಭವಾದಾಗಲೆಲ್ಲಾ ನೀವು ಅದನ್ನು ನಮೂದಿಸಬೇಕಾಗುತ್ತದೆ.
pl: Możesz ustawić hasło lub kod PIN dla dodatkowego bezpieczeństwa. Będzie trzeba je wprowadzać przy każdym uruchomieniu komputera.
pt_br: Você pode definir uma senha ou um PIN para segurança adicional. Será necessário digitá-los sempre que o computador for iniciado.
ru: Для дополнительной защиты вы можете установить парольную фразу или PIN-код. Вам нужно будет вводить парольную фразу или PIN-код при каждом запуске компьютера.
sk: Pre zvýšenie zabezpečenia si môžete nastaviť prístupovú frázu alebo PIN. Budete ju musieť zadať pri každom spustení počítača.
sv: Du kan ange en lösenfras eller ett PIN för ytterligare säkerhet. Du kommer att behöva ange dem varje gång din dator startas.
ug: قوشۇمچە بىخەتەرلىك ئۈچۈن ئىم ئىبارە ياكى PIN تەڭشىيەلەيسىز. كومپيۇتېرىڭىز ھەر قېتىم قوزغالغاندا ئۇنى كىرگۈزۈشىڭىز كېرەك.
uk: Ви можете встановити парольну фразу або PIN-код для додаткової безпеки. Вам потрібно буде вводити це щоразу під час запуску комп'ютера.
zh_tw: 您可以設定密碼短語或 PIN 碼以加強安全性。每次電腦啟動時，您都需輸入此密碼。

# microphoneInterfacePageTitle
source: Microphone
cs: Mikrofon
eo: Mikrofono
et: Mikrofon
eu: Mikrofonoa
sk: Mikrofón
uk: Мікрофон

# microphoneInterfacePageDescription
source: Allow apps to access your microphone.
cs: Umožnit aplikacím přistupovat k vašemu mikrofonu.
eo: Permesi al programoj atingi vian mikrofonon.
et: Luba rakendustel kasutada arvuti/nutiseadme mikrofone.
eu: Baimendu aplikazioei mikrofonoa atzitzea.
fr: Autoriser les apps à accéder à votre microphone.
sk: Povoliť aplikáciám prístup k mikrofónu.
uk: Дозволити застосункам отримувати доступ до вашого мікрофону.

# ubuntuProNotSupported
source: Ubuntu Pro is not available for this Ubuntu version
eo: Ubuntu Pro ne estas disponebla por ĉi tiu versio de Ubuntu
fr: Ubuntu Pro n’est pas disponible pour cette version d’Ubuntu
sk: Ubuntu Pro nie je dostupné pre túto verziu Ubuntu
uk: Ubuntu Pro недоступний для цієї версії Ubuntu

# ubuntuProNotSupportedDetails
source: Ubuntu Pro requires an LTS release
eo: Ubuntu Pro postulas daŭre subtenatan version (LTS)
fr: Ubuntu Pro nécessite une version LTS
sk: Ubuntu Pro vyžaduje LTS vydanie
uk: Ubuntu Pro вимагає випуску LTS

# ubuntuProLearnMore
source: Learn about Ubuntu Pro
eo: Lernu pli pri Ubuntu Pro
fr: Découvrez Ubuntu Pro
sk: Zistiť viac o Ubuntu Pro
uk: Дізнайтеся про Ubuntu Pro

# ubuntuProEnablePro
source: Enable Ubuntu Pro
eo: Ŝalti Ubuntu Pro
fr: Activer Ubuntu Pro
sk: Aktivovať Ubuntu Pro
uk: Увімкнути Ubuntu Pro

# ubuntuProEnableMagic
source: Enable with Ubuntu One account
eo: Ŝalti per konto Ubuntu One
fr: Activer avec un compte Ubuntu One
sk: Aktivovať pomocou účtu Ubuntu One
uk: Увімкнути за допомогою облікового запису Ubuntu One

# ubuntuProEnableMagicSubtitle
source: You will be able to register a new account
eo: vi povos krei konton senkoste
fr: Vous pourrez créer un compte gratuitement
sk: Účet si môžete vytvoriť zadarmo
uk: Ви зможете створити обліковий запис безкоштовно

# ubuntuProTokenLabel
source: Token
eo: Ĵetono
fr: Jeton
uk: Токен

# ubuntuProEnabled
source: Ubuntu Pro is enabled
eo: Ubuntu Pro estas ŝaltita
fr: Ubuntu Pro est activé
sk: Ubuntu Pro je aktivované
uk: Ubuntu Pro увімкнено

# ubuntuProDisable
source: Disable
eo: Malŝalti
fr: Désactiver
sk: Deaktivovať
uk: Вимкнути

# ubuntuProEnable
source: Enable
eo: Ŝalti
fr: Activer
sk: Aktivovať
uk: Увімкнути

# ubuntuProCancel
source: Cancel
eo: Nuligi
fr: Annuler
sk: Zrušiť
uk: Скасувати

# ubuntuProESMMainTitle
source: Main packages (esm-infra)
eo: Ĉefaj pakoj (esm-infra)
fr: Principaux paquetages (esm-infra)
sk: Hlavné balíky (esm‑infra)
uk: Основні пакети (esm-infra)

# ubuntuProESMUniverseTitle
source: Universe packages (esm-apps)
eo: Universaj pakoj (esm-apps)
fr: Paquetages d'Universe (esm-apps)
sk: Balíky Universe (esm‑apps)
uk: Пакети Universe (esm-apps)

# ubuntuProEnableToken
source: Enable with a token
eo: Ŝalti per ĵetono
fr: Activer avec un jeton
sk: Aktivovať pomocou tokenu
uk: Увімкнути за допомогою токена

# ubuntuProDisablePro
source: Disable Ubuntu Pro
eo: Malŝalti Ubuntu Pro
fr: Désactiver Ubuntu Pro
sk: Deaktivovať Ubuntu Pro
uk: Вимкнути Ubuntu Pro

# ubuntuProESMMainDescription
source: Security updates for 2,300 Ubuntu Main package until 2036
eo: Sekurigaj ĝisdatigoj por 2300 ĉefaj pakoj de Ubuntu ĝis {year}
fr: Mises à jour de sécurité pour 2 300 paquetages Ubuntu Main jusqu’en {year}
sk: Bezpečnostné aktualizácie pre 2 300 balíkov z Ubuntu Main do roku {year}
uk: Оновлення безпеки для 2300 основних пакетів Ubuntu до {year}

# ubuntuProESMUniverseDescription
source: Additional security updates for over 23,000 Ubuntu Universe packages until 2036
eo: Pliaj sekurigaj ĝisdatigoj por pli ol 23 000 universaj pakoj de Ubuntu ĝis {year}
fr: Mises à jour de sécurité supplémentaires pour plus de 23 000 paquetages Ubuntu Universe jusqu’en {year}
sk: Dodatočné bezpečnostné aktualizácie pre viac než 23 000 balíkov z Ubuntu Universe do roku {year}
uk: Додаткові оновлення безпеки для понад 23 000 пакетів Ubuntu Universe до {year}

# ubuntuProMagicPrompt
source: Use your existing free personal or company Ubuntu One account, or register a new account.
eo: Salutu per via konto Ubuntu One, aŭ kreu konton senkoste.
fr: Connectez-vous avec votre compte Ubuntu One, ou créez-en un gratuitement.
sk: Prihláste sa pomocou účtu Ubuntu One alebo si ho zadarmo vytvorte.
uk: Увійдіть, використовуючи свій обліковий запис Ubuntu One, або створіть його безкоштовно.

# ubuntuProLivepatchTitle
source: Kernel Livepatch
eo: Livepatch por kerno
uk: Livepatch для ядра

# ubuntuProLivepatchEnableTitle
source: Enable Livepatch
eo: Ŝalti Livepatch
fr: Activer Livepatch
sk: Aktivovať Livepatch
uk: Увімкнути Livepatch

# ubuntuProLivepatchShowTitle
source: Show Livepatch status in the top bar
eo: Montri staton de Livepatch en la supra breto
fr: Afficher le statut de Livepatch dans la barre supérieure
sk: Zobraziť stav Livepatch v hornej lište
uk: Показати стан Livepatch у верхній панелі

# ubuntuProMagicContinueInBrowser
source: Continue in browser
eo: Daŭri en TTT-legilo
fr: Continuer dans le navigateur
sk: Pokračovať v prehliadači
uk: Продовжіть у браузері

# ubuntuProMagicDescription
source: You can also log in at {attachLink} and enter the code {attachCode}
eo: Vi ankaŭ povas saluti ĉe {attachLink}, tajpante la kodon {attachCode}
fr: Vous pouvez également vous connecter sur {attachLink} et entrer le code {attachCode}
sk: Môžete sa tiež prihlásiť na {attachLink} a zadať kód {attachCode}
uk: Ви також можете увійти за адресою {attachLink} та ввести код {attachCode}
