Repository: canonical/desktop-security-center
Catalog: packages/security_center/lib/l10n/app_*.arb
Languages: ar, ca, cs, de, el, eo, es, et, eu, fi, fr, ga, he, hu, id, ka, kn, ko, lo, nl, oc, pl, pt, pt_br, ru, sk, sr, sv, ta, tr, ug, uk, zh, zh_tw

# snapdRuleCategoryForeverDenied
source: Deny always
ar: الرفض دائما
ca: Rebutja sempre
cs: Vždy zamítnout
de: Immer verweigern
el: Απορρίπτω πάντα
eo: Malpermesi ĉiam
es: Rechazar siempre
et: Keela alati
eu: Ukatu beti
fi: Estä aina
fr: Refuser toujours
ga: Diúltaigh i gcónaí
he: לדחות תמיד
hu: Letiltás mindig
id: Selalu tolak
ka: ყოველთვის აკრძალვა
kn: ಯಾವಾಗಲೂ ನಿರಾಕರಿಸು
ko: 항상 거부
lo: ປະຕິເສດຕະຫຼອດ
nl: Altijd weigeren
oc: Totjorn refusar
pl: Odmawiaj zawsze
pt: Negar sempre
pt_br: Negar sempre
ru: Никогда не разрешать
sk: Vždy odmietnuté
sr: Увек одбиј
sv: Neka alltid
ta: எப்போதும் மறு
tr: Her zaman reddet
ug: ھەمىشە رەت قىلىدۇ
uk: Завжди забороняти
zh: 始终拒绝
zh_tw: 總是拒絕

# snapPermissionReadLabel
source: Read
ar: قراءة
ca: Lectura
cs: Čtení
de: Lesen
el: Διάβασε
eo: Legi
es: Leer
et: Lugemine
eu: Irakurri
fi: Lue
fr: Lecture
ga: Léigh
he: קריאה
hu: Olvasás
id: Baca
ka: წაკითხვა
kn: ಓದು
ko: 읽기
lo: ອ່ານ
nl: Lezen
oc: Lectura
pl: Odczyt
pt: Ler
pt_br: Ler
ru: Чтение
sk: Čítanie
sr: Читање
sv: Läs
ta: படி
tr: Oku
ug: ئوقۇش
uk: Читання
zh: 读取
zh_tw: 讀取

# snapPermissionWriteLabel
source: Write
ar: كتابة
ca: Escriptura
cs: Zápis
de: Schreiben
el: Γράψε
eo: Skribi
es: Escribir
et: Kirjutamine
eu: Idatzi
fi: Kirjoita
fr: Écrire
ga: Scríobh
he: כתיבה
hu: Írás
id: Tulis
ka: ჩაწერა
kn: ಬರೆಯಿರಿ
ko: 쓰기
lo: ຂຽນ
nl: Schrijven
oc: Escritura
pl: Zapis
pt: Gravar
pt_br: Escrever
ru: Запись
sk: Zápis
sr: Писање
sv: Skriv
ta: எழுது
tr: Yaz
ug: يېزىش
uk: Запис
zh: 写入
zh_tw: 寫入

# snapPermissionExecuteLabel
source: Execute
ar: تنفيذ
ca: Execució
cs: Spouštění
de: Ausführen
el: Εκτέλεση
eo: Ruli
es: Ejecutar
et: Käivitamine
eu: Exekutatu
fi: Suorita
fr: Exécution
ga: Rith
he: הפעלה
hu: Végrehajtás
id: Jalankan
ka: შესრულება
kn: ಕಾರ್ಯಗತಗೊಳಿಸಿ
ko: 실행
lo: ດຳເນີນການ
nl: Uitvoeren
oc: Execucion
pl: Wykonywanie
pt: Executar
pt_br: Executar
ru: Выполнение
sk: Spúšťanie
sr: Извршавање
sv: Exekvera
ta: இயக்கு
tr: Çalıştır
ug: ئىجرا قىلىش
uk: Виконання
zh: 执行
zh_tw: 執行

# snapPermissionsEnableTitle
source: Require apps to ask for system permissions
ar: يتطلب من التطبيقات طلب أذونات النظام
ca: Exigeix a les aplicacions que demanin permisos al sistema
cs: Vyžadovat, aby aplikace žádaly o oprávnění pro přístupy v systému
de: Apps müssen nach Systemberechtigungen fragen
eo: Igi programojn peti por sistemaj permesoj
es: Exigir a las aplicaciones que pidan permisos al sistema
et: Eelda, et rakendused küsivad operatsioonisüsteemilt õigusi
eu: Behartu aplikazioak sistemako baimenak eskatzera
fi: Vaadi sovellusten kysyä järjestelmän käyttöoikeuksia
fr: Exiger que les apps demandent des autorisations système
ga: Éilíonn aipeanna ceadanna córais a iarraidh
he: לדרוש מהיישומים לבקש הרשאות מערכת
hu: Megkövetelés az alkalmazásoktól, hogy rendszerjogosultságokat kérjenek
id: Membutuhkan aplikasi untuk meminta izin sistem
ka: აპებისთვის სისტემური უფლებების მოთხოვნის აუცილებლობა
kn: ಸಿಸ್ಟಮ್ ಅನುಮತಿಗಳನ್ನು ಕೇಳಲು ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಅಗತ್ಯವಿದೆ
ko: 각 앱이 시스템 권한을 요청하도록 하기
lo: ບັງຄັບໃຫ້ແອັບຂໍອະນຸຍາດເຂົ້າເຖິງລະບົບ
nl: Apps moeten om systeemmachtigingen vragen
oc: Exigir que las aplicacions demanden d’autorizacions al sistèma
pl: Wymagaj, aby programy prosiły o uprawnienia systemowe
pt: Requer aplicações para solicitar por permissões do sistema
pt_br: Exigir que os aplicativos solicitem permissões do sistema
ru: Требовать с приложений запрос системных разрешений
sk: Vyžadovať oprávnenia od aplikácií
sr: Захтевај да апликације траже дозволе за приступ системским ресурсима
sv: Kräv program att be om systembehörigheter
ta: கணினி இசைவுகளைக் கேட்கப் பயன்பாடுகள் தேவை
tr: Uygulamaların sistem izinleri istemesini zorunlu kılın
ug: ئەپ سىستېما ئىجازىتى ئىلتىماس قىلىشى زۆرۈر
uk: Вимагати від застосунків запитувати про системні дозволи
zh: 要求应用程序申请系统权限
zh_tw: 要求應用程式請求系統權限

# snapPermissionsEnableWarning
source: This is an experimental feature for controlling access to your system’s resources.
ar: هذه ميزة تجريبية للتحكم في الوصول إلى موارد نظامك.
ca: Aquesta és una funció experimental per controlar l'accés als recursos del vostre sistema.
cs: Toto je experimentální funkce pro řízení přístupu k prostředkům vašeho systému.
de: Dies ist eine experimentelle Funktion zur Kontrolle des Zugriffs auf die Ressourcen Ihres Systems.
el: Αυτή είναι μια δοκιμαστική λειτουργία για να έχετε πρόσβαση στις πηγές του συστήματός σας.
eo: Jen eksperimenta funkcio por kontroli uzojn de sistemaĵoj.
es: Esta es una función experimental para controlar el acceso a los recursos de tu sistema.
et: See on katseline funktsionaalsus, mis võimaldab kontrollida ligipääsu süsteemiressurssidele.
eu: Hau eginbide esperimentala da, sistemako baliabideetara sarbidea kontrolatzeko.
fi: Tämä on kokeellinen ominaisuus, jonka avulla on mahdollista hallita pääsyä järjestelmän resursseihin.
fr: Il s’agit d’une fonctionnalité expérimentale pour contrôler l’accès aux ressources de votre système.
ga: Is gné thurgnamhach é seo chun rochtain ar acmhainní do chórais a rialú.
he: זאת יכולת ניסיונית לשליטה בגישה למשאבי המערכת שלך.
hu: Ez egy kísérleti funkció a rendszer erőforrásaihoz való hozzáférés szabályozására.
id: Ini adalah fitur eksperimental untuk mengendalikan akses ke sumber daya sistem Anda.
ka: ეს ექსპერიმენტული ფუნქციაა თქვენი სისტემის რესურსებთან წვდომის მართვისთვის.
kn: ನಿಮ್ಮ ಸಿಸ್ಟಂನ ಸಂಪನ್ಮೂಲಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ನಿಯಂತ್ರಿಸಲು ಇದು ಪ್ರಾಯೋಗಿಕ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ.
ko: 이 기능은 시스템 리소스 접근을 제어하기 위한 실험적 기능입니다.
lo: ນີ້ແມ່ນຟີເຈີທົດລອງສຳລັບການຄວບຄຸມການເຂົ້າເຖິງຊັບພະຍາກອນຂອງລະບົບ.
nl: Dit is een experimentele functie voor het toegangsbeheer tot de systeembronnen.
oc: Es una foncionalitat experimentala per contrarotlar l’accès a las ressorsas de vòstre ordenador.
pl: Jest to funkcja eksperymentalna, która ma na celu kontrolowanie dostępu do zasobów systemu.
pt: É uma funcionalidade experimental para controlar o acesso aos recursos do seu sistema.
pt_br: Esta é uma funcionalidade experimental para controlar o acesso aos recursos do seu sistema.
ru: Это экспериментальная функция для контроля доступа к ресурсам системы.
sk: Táto experimentálna funkcia slúži na kontrolu prístupu k zdrojom vášho systému.
sr: Ово је експериментална функција за контролу приступа ресурсима вашег Система.
sv: Det här är en experimentell funktion för att kontrollera åtkomst till ditt systems resurser.
ta: உங்கள் கணினியின் வளங்களுக்கான அணுகலைக் கட்டுப்படுத்த இது ஒரு சோதனை நற்பண்பாகும்.
tr: Bu, sisteminizin kaynaklarına erişimi kontrol etmeye yönelik deneysel bir özelliktir.
ug: بۇ سىستېما مەنبەسىنى زىيارەت قىلىشنى تىزگىنلەيدىغان تەجرىبە خاراكتېرلىك ئىقتىدار.
uk: Це експериментальна можливість контролю доступу до ресурсів системи.
zh: 这是一项用于控制对您系统资源访问的实验性功能。
zh_tw: 這是一項實驗性功能，用於控制對系統資源的存取。

# snapPermissionsExperimentalLabel
source: Experimental
ar: تجريبي
cs: Experimentální
de: Experimentell
el: Πειραματικά
eo: Eksperimente
et: Katseline
eu: Esperimentala
fi: Kokeellinen
fr: Expérimental
ga: Turgnamhach
he: ניסיוני
hu: Kísérleti
id: Eksperimental
ka: ექსპერიმენტული
kn: ಪ್ರಾಯೋಗಿಕ
ko: 실험적 기능
lo: ທົດລອງ
nl: Experimenteel
pl: Eksperymentalne
ru: Экспериментально
sk: Experimentálne
sr: Експериментално
sv: Experimentell
ta: சோதனை
tr: Deneysel
ug: تەجرىبە
uk: Експериментально
zh: 实验性
zh_tw: 實驗性的

# snapPermissionsPageTitle
source: App Permissions
ar: أذونات التطبيق
ca: Permisos de l'aplicació
cs: Oprávnění aplikací
de: App-Berechtigungen
el: Άδειες Εφαρμογής
eo: Programaj permesoj
es: Permisos de la aplicación
et: Rakenduste õigused
eu: Aplikazioaren baimenak
fi: Sovelluksen oikeudet
fr: Permissions d'app
ga: Ceadanna Aip
he: הרשאות יישום
hu: Alkalmazás jogosultságai
id: Izin Aplikasi
ka: აპის წვდომები
kn: ಅಪ್ಲಿಕೇಶನ್ ಅನುಮತಿಗಳು
ko: 앱 권한
lo: ການອະນຸຍາດແອັບ
nl: App-machtigingen
oc: Autorizacions de l’aplicacion
pl: Uprawnienia programów
pt: Permissões de Aplicação
pt_br: Permissões do aplicativo
ru: Разрешения приложений
sk: Oprávnenia
sr: Дозволе апликација
sv: Program behörigheter
ta: பயன்பாட்டு இசைவுகள்
tr: Uygulama İzinleri
ug: ئەپ ئىجازىتى
uk: Дозволи застосунків
zh: 应用程序权限
zh_tw: 應用程式權限

# snapRulesCount
source: {n, plural, =0{no rules} =1{1 rule} other{{n} rules}}
ar: {n, plural, =0{لا توجد قواعد} =1{قاعدة واحدة} other{{n} قواعد}}
ca: {n, plural, =0{sense regles} =1{1 regla} other{{n} regles}}
cs: {n, plural, =0{žádná pravidla} =1{1 pravidlo} other{{n} pravidel}}
de: {n, plural, =0{keine Regeln} =1{1 Regel} other{{n} Regeln}}
eo: {n, plural, =0{neniu regulo} =1{1 regulo} other{{n} reguloj}}
es: {n, plural, =0{sin reglas} =1{1 regla} other{{n} reglas}}
et: {n, plural, =0{reeglid on määratlemata} =1{1 reegel} other{{n} reeglit}}
eu: {n, plural, =0{araurik ez} =1{arau 1} other{{n} arau}}
fi: {n, plural, =0{ei sääntöjä} =1{1 sääntö} other{{n} sääntöä}}
fr: {n, plural, =0{aucune règle} =1{1 règle} other{{n} règles}}
ga: {n, plural, =0{gan rialacha} =1{1 riail} other{{n} rialacha}}
he: {n, plural, =0{אין כללים} =1{כלל אחד} other{{n} כללים}}
hu: {n, plural, =0{nincsenek szabályok} =1{1 szabály} other{{n} szabály}}
id: {n, plural, =0{tidak ada aturan} =1{1 aturan} other{{n} aturan}}
ka: {n, plural, =0{წესების გარეშე} =1{1 წესი} other{{n} წესი}}
kn: {n, ಬಹುವಚನ, =0{ನಿಯಮಗಳಿಲ್ಲ} =1{1 ನಿಯಮ} ಇತರೆ{{n} ನಿಯಮಗಳು}}{n, ಬಹುವಚನ, =0{ನಿಯಮಗಳಿಲ್ಲ} =1{1 ನಿಯಮ} ಇತರೆ{{n} ನಿಯಮಗಳು}}
ko: {n, plural, =0{정책 없음} =1{1개 정책} other{{n}개 정책}}
lo: {n, plural, =0{ບໍ່ມີກົດ} =1{1 ກົດ} other{{n} ກົດ}}
nl: {n, plural, =0{geen regel} =1{1 regel} other{{n} regels}}
oc: {n, plural, =0{cap de règlas} =1{1 règla} other{{n} règlas}}
pl: {n, plural, =0{bez reguł} =1{1 reguła} few{{n} reguły} many{{n} reguł} other{{n} reguł}}
pt: {n, plural, =0{no rules} =1{1 regra} other{{n} regras}}
pt_br: {n, plural, =0{sem regras} =1{1 regra} outras{{n} regras}}
ru: {n, plural, =0{нет правил} =1{1 правило} =2{2 правила} other{{n} правил}}
sk: {n, plural, =0{žiadne pravidlá} =1{pravidlo (1)} other{pravidlá ({n})}}
sr: {n, plural, =0{нема правила} =1{1 правило} other{{n} правила}}
sv: {n, plural, =0{inga regler} =1{1 regel} other{{n} regler}}
ta: {n, plural, =0{விதிகள் இல்லை} =1{1 விதி} other {{n} விதிகள்}}
tr: {n, plural, =0{kural yok} =1{1 kural} other{{n} kurallar}}
ug: {n, plural, =0{قائىدە يوق} =1{1 rule} other{{n} قائىدە}}
uk: {n, plural, =0{немає правил} =1{1 правило} few{{n} правила} many{{n} правил} other{{n} правило}}
zh: {n, plural, =0{0 则规则} =1{1 则规则} other{{n} 则规则}}
zh_tw: {n, plural, =0{沒有規則} =1{1 條規則} other{{n} 條規則}}

# snapPermissionsEnablingLabel
source: Enabling, this may take a few seconds...
ar: جاري التفعيل، قد يستغرق الأمر بضع ثوانٍ...
ca: S'està habilitant, pot trigar uns segons...
cs: Aktivuje se – může to trvat několik sekund…
de: Das Aktivieren kann ein paar Sekunden dauern ...
el: Ενεργοποιώ,μπορεί να πάρει κάποια δευτερόλεπτα...
eo: Ŝaltante, tio eble daŭros kelkajn sekundojn…
es: Habilitándolo, puede tardar unos segundos...
et: Lülitan sisse, selleks võib kuluda mõni sekund...
eu: Gaitzen, honek segundo batzuk beharko ditu...
fi: Otetaan käyttöön, tämä saattaa kestää hetken...
fr: Activation, cela pourrait prendre quelques secondes...
ga: Á chumasú, seans go dtógfaidh sé cúpla soicind...
he: האפשרות מופעלת, זה עלול לקחת כמה שניות…
hu: Engedélyezés, ez eltarthat néhány másodpercig…
id: Memfungsikan, itu mungkin perlu waktu beberapa detik ...
ka: მიმდინარეობს ჩართვა. ამას რამდენიმე წამი დასჭირდება...
kn: ಸಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತಿದೆ, ಇದು ಕೆಲವು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು...
ko: 켜는 중, 몇 초 걸릴 수 있습니다...
lo: ກຳລັງເປີດໃຊ້ງານ, ອາດຈະໃຊ້ເວລາສອງສາມວິນາທີ...
nl: Inschakelen, een ogenblik geduld…
oc: Activacion, aquò pòt trigar...
pl: Włączanie, może to potrwać kilka sekund...
pt: A ativar, pode demorar uns segundos...
pt_br: A ativação pode levar alguns segundos...
ru: Включение может занять несколько секунд...
sk: Aktivuje sa, môže to trvať niekoľko sekúnd...
sr: Омогућавање, може потрајати неколико секунди...
sv: Aktiverar, detta kan ta några sekunder...
ta: செயல்படுத்த, இது சில நொடிகள் ஆகலாம் ...
tr: Etkinleştiriliyor, birkaç saniye sürebilir…
ug: قوزغىتىۋاتىدۇ، بۇنىڭغا بىر قانچە سېكۇنت كېتىشى مۇمكىن…
uk: Увімкнення, це може тривати кілька секунд...
zh: 正在启用，此操作可能需要一些时间...
zh_tw: 啟用中，此過程可能需要數秒鐘...

# snapPermissionsDisablingLabel
source: Disabling, this may take a few seconds...
ar: جاري التعطيل، قد يستغرق الأمر بضع ثوانٍ...
ca: S'està desactivant, pot trigar uns segons...
cs: Deaktivuje se – může to trvat několik sekund…
de: Das Deaktivieren kann ein paar Sekunden dauern ...
el: Απενεργοποιώ,μπορεί να πάρει κάποια δευτερόλεπτα...
eo: Malŝaltante, tio eble daŭros kelkajn sekundojn…
es: Desactivándolo, puede tardar unos segundos…
et: Lülitan välja, selleks võib kuluda mõni sekund...
eu: Ezgaitzen, honek segundo batzuk beharko ditu...
fi: Poistetaan käytöstä, tämä saattaa kestää hetken...
fr: Désactivation, cela pourrait prendre quelques secondes...
ga: Á dhíchumasú, seans go dtógfaidh sé cúpla soicind...
he: האפשרות נכבית, זה עלול לקחת כמה שניות…
hu: Letiltás, ez eltarthat néhány másodpercig…
id: Menonaktifkan, itu mungkin perlu waktu beberapa detik ...
ka: ითიშება. ამას რამდენიმე წამი დასჭირდება...
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುತ್ತಿದೆ, ಇದು ಕೆಲವು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು...
ko: 끄는 중, 몇 초 걸릴 수 있습니다...
lo: ກຳລັງປິດໃຊ້ງານ, ອາດຈະໃຊ້ເວລາສອງສາມວິນາທີ...
nl: Uitschakelen, een ogenblik geduld…
oc: Desactivacion, aquò pòt trigar...
pl: Wyłączanie, może to potrwać kilka sekund...
pt: A desativar, pode demorar uns segundos...
pt_br: Desativar pode levar alguns segundos...
ru: Отключение, это может занять несколько секунд...
sk: Deaktivuje sa, môže to trvať niekoľko sekúnd...
sr: Онемогућавање, може потрајати неколико секунди...
sv: Inaktiverar, detta kan ta några sekunder...
ta: முடக்குதல், இதற்குச் சில நொடிகள் ஆகலாம் ...
tr: Devre dışı bırakılıyor, birkaç saniye sürebilir…
ug: چەكلەۋاتىدۇ، بۇنىڭغا بىر قانچە سېكۇنت كېتىشى مۇمكىن…
uk: Вимкнення, це може тривати кілька секунд...
zh: 正在禁用，此操作可能需要一些时间...
zh_tw: 停用中，此過程可能需要數秒鐘...

# snapPermissionsOtherDescription
source: You can manage other permissions in Settings › Applications.
ar: يمكنك إدارة الأذونات الأخرى في الإعدادات › التطبيقات.
ca: Podeu administrar altres permisos a Configuració › Aplicacions.
cs: Další oprávnění můžete spravovat v Nastavení › Aplikace.
de: Sie können andere Berechtigungen unter Einstellungen › Anwendungen verwalten.
el: Μπορείς να διαχειριστείς άλλες άδειες στις Ρυθμίσεις › Εφαρμογές.
eo: Vi povas administri aliajn permesojn ĉe «Agordoj › Aplikoj».
es: Puedes administrar otros permisos en Configuración › Aplicaciones.
et: Muid õigusi saad hallata valikust „Sätted › Rakendused“.
eu: Beste baimenak hemendik kudea ditzakezu: Ezarpenak > Aplikazioak.
fi: Voit hallita muita oikeuksia menemällä Asetukset › Sovellukset.
fr: Vous pouvez gérer d’autres autorisations dans Paramètres › Applications.
ga: Is féidir leat ceadanna eile a bhainistiú i Socruithe › Feidhmchláir.
he: אפשר לנהל הגדרות אחרות דרך הגדרות › יישומים.
hu: Az egyéb jogosultságokat a Beállítások › Alkalmazások lapon kezelheti.
id: Anda dapat mengelola izin lain dalam Pengaturan â€º Aplikasi.
ka: სხვა წვდომების მართვა შეგიძლიათ მენიუში მორგება > აპლიკაციები.
kn: ನೀವು ಸೆಟ್ಟಿಂಗ್‌ಗಳು › ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಇತರ ಅನುಮತಿಗಳನ್ನು ನಿರ್ವಹಿಸಬಹುದು.
ko: 다른 권한은 설정 > 앱에서 관리 가능합니다.
lo: ທ່ານສາມາດຈັດການການອະນຸຍາດອື່ນໆໄດ້ໃນ ການຕັ້ງຄ່າ › ແອັບພລິເຄຊັນ.
nl: Je kunt andere machtigingen beheren in Instellingen › Toepassingen.
oc: Podètz gerir d’autras autorizacions dins Paramètres › Aplicacions.
pl: Możesz zarządzać pozostałymi uprawnieniami w Ustawienia › Programy.
pt: Pode gerir outras permissões em Definições > Aplicações.
pt_br: Você pode gerenciar outras permissões em Configurações › Aplicativos.
ru: Управлять другими разрешениями можно в Настройках › Приложения.
sk: Ďalšie oprávnenia môžete spravovať v časti Nastavenia › Aplikácie.
sr: Можете управљати другим дозволама у Подешавања › Апликације.
sv: Du kan hantera andra behörigheter i Inställningar › Program.
ta: பிற இசைவுகளை நீங்கள் நிர்வகிக்கலாம் அமைப்புகள்›பயன்பாடுகள்.
tr: Diğer izinleri Ayarlar › Uygulamalar bölümünden yönetebilirsiniz.
ug: باشقا ئىجازەتنى تەڭشەك › ئەپتە باشقۇرالايسىز.
uk: Ви можете керувати іншими дозволами в Налаштуваннях › Програми.
zh: 您可以在 设置 > 应用程序 中管理其它权限。
zh_tw: 您可以在「設定」>「程式」中管理其他權限。

# interfacePageLinkLearnMore
source: Learn more
ar: التعرف على المزيد
ca: Apreneu més
cs: Dozvědět se více
de: Mehr erfahren
el: Μάθετε περισσότερα
eo: Lerni plu
es: Aprender más
et: Loe lisaks
eu: Informazio gehiago
fi: Lue lisää
fr: En savoir plus
ga: Foghlaim níos mó
he: מידע נוסף
hu: Tudjon meg többet
id: Pelajari selengkapnya
ka: გაიგეთ მეტი
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 더 알아보기
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
nl: Meer informatie
oc: Ne saber mai
pl: Dowiedz się więcej
pt: Saber mais
pt_br: Saber mais
ru: Подробнее
sk: Zistiť viac
sr: Сазнајте више
sv: Läs mer
ta: மேலும் அறிக
tr: Daha fazla bilgi edin
ug: مول بىلىم
uk: Докладніше
zh: 了解更多
zh_tw: 了解更多

# interfacePageLinkReportIssues
source: Report issues
ar: الإبلاغ عن المشكلات
ca: Informeu els problemes
cs: Nahlásit problémy
de: Probleme melden
el: Αναφορά προβλήματος
eo: Raporti problemojn
es: Informar de problemas
et: Teata veast või problemist
eu: Eman arazoen berri
fi: Ilmoita ongelmista
fr: Signaler un problème
ga: Saincheisteanna a thuairisciú
he: דיווח על תקלות
hu: Hiba jelentése
id: Laporkan masalah
ka: პრობლემების ანგარიში
kn: ಸಮಸ್ಯೆಗಳನ್ನು ವರದಿ ಮಾಡಿ
ko: 이슈 보고
lo: ລາຍງານບັນຫາ
nl: Problemen melden
oc: Senhalar de problèmas
pl: Zgłoś problemy
pt: Reportar problemas
pt_br: Reportar problemas
ru: Сообщить о проблеме
sk: Nahlásiť problémy
sr: Пријавите проблеме
sv: Rapportera problem
ta: சிக்கல்களைப் புகாரளி
tr: Sorunları bildirin
ug: مەسىلە مەلۇم قىلىڭ
uk: Повідомити про проблеми
zh: 报告问题
zh_tw: 回報問題

# homeInterfacePageTitle
source: Home folder
ar: المجلد الرئيسي
ca: Carpeta d'usuari
cs: Domovská složka
de: Benutzerordner
el: Αρχικός φάκελος
eo: Hejmdosierujo
es: Carpeta de usuario
et: Kodukaust
eu: Karpeta nagusia
fi: Kotikansio
fr: Dossier d’accueil
ga: Fillteán baile
he: תיקיית הבית
hu: Saját mappa
id: Folder rumah
ka: საწყისის საქაღალდე
kn: ಹೋಮ್ ಫೋಲ್ಡರ್
ko: 홈 폴더
lo: ໂຟນເດີຫຼັກ
nl: Thuismap
oc: Repertòri personal
pl: Katalog domowy
pt: Pasta de Início
pt_br: Pasta inicial
ru: Домашняя папка
sk: Domovský priečinok
sr: Почетни фолдер
sv: Hemkatalog
ta: வீட்டு கோப்புறை
tr: Ev klasörü
ug: باش مۇندەرىجە
uk: Домашня тека
zh: 主文件夹
zh_tw: 家目錄

# snapRulesPageEmptyTileLabel
source: No rules yet
ar: لا توجد قواعد حتى الآن
ca: Encara no hi ha regles
cs: Zatím žádná pravidla
de: Noch keine Regeln
el: Κανένας κανόνας ακόμα
eo: Neniu regulo ankoraŭ
es: Aún no hay reglas
et: Reeglid on veel määratlemata
eu: Araurik ez oraingoz
fi: Ei vielä sääntöjä
fr: Pas encore de règles
ga: Níl aon rialacha fós
he: אין כללים עדיין
hu: Még nincsenek szabályok
id: Belum ada aturan
ka: ჯერ წესები არაა
kn: ಇನ್ನೂ ಯಾವುದೇ ನಿಯಮಗಳಿಲ್ಲ
ko: 정책 없음
lo: ຍັງບໍ່ມີກົດເທື່ອ
nl: Nog geen regels
oc: Cap de règlas pel moment
pl: Brak reguł
pt: Ainda sem regras
pt_br: Ainda não há regras
ru: Правил ещё нет
sk: Zatiaľ žiadne pravidlá
sr: Још увек нема правила
sv: Inga regler ännu
ta: இன்னும் விதிகள் இல்லை
tr: Henüz kural yok
ug: تېخى قائىدە يوق
uk: Ще немає правил
zh: 尚无规则
zh_tw: 還沒有規則

# snapRulesRemoveAll
source: Remove all rules
ar: إزالة جميع القواعد
ca: Elimina totes les regles
cs: Odstranit všechna pravidla
de: Alle Regeln entfernen
el: Αφαίρεση όλων των κανόνων
eo: Forigi ĉiujn regulojn
es: Eliminar todas las reglas
et: Eemalda kõik reeglid
eu: Kendu arau guztiak
fi: Poista kaikki säännöt
fr: Supprimer toutes les règles
ga: Bain na rialacha go léir
he: להסיר את כל הכללים
hu: Összes szabály eltávolítása
id: Hapus semua aturan
ka: ყველა წესის წაშლა
kn: ಎಲ್ಲಾ ನಿಯಮಗಳನ್ನು ತೆಗೆದುಹಾಕಿ
ko: 모든 정책 삭제
lo: ລຶບກົດທັງໝົດ
nl: Alle regels verwijderen
oc: Levar totas las règlas
pl: Usuń wszystkie reguły
pt: Remover todas as regras
pt_br: Remover todas as regras
ru: Удалить все правила
sk: Odstrániť všetky pravidlá
sr: Уклони сва правила
sv: Ta bort alla regler
ta: எல்லா விதிகளையும் அகற்று
tr: Tüm kuralları kaldır
ug: ھەممە قائىدىنى چىقىرىۋەت
uk: Вилучити всі правила
zh: 删除所有规则
zh_tw: 移除所有規則

# interfacePageTitle
source: Manage permissions
ar: إدارة الأذونات
ca: Administra els permisos
cs: Spravovat oprávnění
de: Berechtigungen verwalten
el: Διαχείριση Αδειών
eo: Administri permesojn
es: Administrar permisos
et: Halda õigusi
eu: Kudeatu baimenak
fi: Hallitse oikeuksia
fr: Gérer permissions
ga: Bainistigh ceadanna
he: ניהול הרשאות
hu: Jogosultságok kezelése
id: Kelola izin
ka: წვდომების მართვა
kn: ಅನುಮತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ko: 권한 관리
lo: ຈັດການການອະນຸຍາດ
nl: Machtigingen beheren
oc: Gerir las autorizacions
pl: Zarządzaj uprawnieniami
pt: Gerir permissões
pt_br: Gerenciar permissões
ru: Управление разрешениями
sk: Spravovať oprávnenia
sr: Управљај дозволама
sv: Hantera behörigheter
ta: இசைவுகளை நிர்வகி
tr: İzinleri yönet
ug: ئىجازەت باشقۇرۇش
uk: Керувати дозволами
zh: 管理权限
zh_tw: 管理權限

# interfacePageLinkGiveFeedback
source: Give feedback
ar: تقديم ملاحظات
ca: Doneu retroacció
cs: Poskytnout zpětnou vazbu
de: Rückmeldung geben
eo: Recenzi
es: Dar tu opinión
et: Jaga tagasisidet
eu: Eman iritzia
fi: Anna palautetta
fr: Donner votre avis
ga: Tabhair aiseolas
he: שליחת משוב
hu: Visszajelzés küldése
id: Berikan umpan balik
ka: უკუკავშირი
kn: ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಿ
ko: 피드백 작성
lo: ໃຫ້ຄຳຕິຊົມ
nl: Reacties geven
oc: Donatz vòstre opinion
pl: Przekaż opinię
pt: Dar opinião
pt_br: Dê seu feedback
ru: Отправить отзыв
sk: Poskytnúť spätnú väzbu
sr: Дајте повратне информације
sv: Ge feedback
ta: கருத்து தெரிவி
tr: Geri bildirimde bulunun
ug: پىكىر بېرىڭ
uk: Надіслати відгук
zh: 意见反馈
zh_tw: 意見回饋

# snapRulesPageDescription
source: Manage {interface} permissions for {snap}.
ar: إدارة أذونات {interface} لـ {snap}.
ca: Administrar els permisos de {interface} per a {snap} .
cs: Spravujte oprávnění {interface} pro {snap}.
de: {interface}-Berechtigungen für {snap} verwalten.
el: Διαχείριση{interface} αδειών για {snap}.
eo: Administri permesojn de {snap} pri {interface}.
es: Administrar los permisos de {interface} para {snap} .
et: Halda „{snap}“ paketi õigusi „{interface}“ liidese kasutamisel.
eu: Kudeatu {interface} baimenak {snap} aplikazioarentzat.
fi: Hallitse rajapinnan {interface} oikeuksia snap-paketille {snap}.
fr: Gérer autorisations {interface} pour {snap}.
ga: Bainistigh ceadanna {interface} le haghaidh {snap}.
he: ניהול ההרשאות של {interface} עבור {snap}.
hu: A(z) {interface} jogosultságainak kezelése a(z) {snap} snap-csomagnál.
id: Kelola izin {interface} untuk {snap}.
ka: {interface}-ის წვდომების მართვა {snap}-სთვის.
kn: {snap} ಗಾಗಿ {interface} ಅನುಮತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ.
ko: {snap}에 대한 {interface} 권한을 관리합니다.
lo: ຈັດການການອະນຸຍາດ {interface} ສຳລັບ {snap}.
nl: {interface}-machtigingen beheren voor {snap}.
oc: Gerir las autorizacions {interface} per {snap}.
pl: Zarządzaj uprawnieniami {interface} dla {snap}.
pt: Gerir permissões de {interface} para {snap}.
pt_br: Gerenciar permissões de {interface} para {snap}.
ru: Управление разрешениями к {interface} для {snap}.
sk: Spravujte oprávnenia k {interface} pre {snap}.
sr: Управљај дозволама за {interface} за {snap}.
sv: Hantera {interface} behörigheter för {snap}.
ta: {snap}க்கான {interface} இசைவுகளை நிர்வகி.
tr: {snap} için {interface} izinlerini yönetin.
ug: {snap} نىڭ {interface} ئىجازىتىنى باشقۇرىدۇ.
uk: Керувати дозволами {interface} для {snap}.
zh: 管理 {snap} 的 {interface} 权限。
zh_tw: 管理 {snap} 的{interface}權限。
